Repository: Hodorgasm/licq
Catalog: licq/po/*.po
Languages: de

source: %sPackUnsignedLong(): Trying to pack more data than CBuffer can hold!
de: %sPackUnsignedLong(): Es wurde versucht, mehr Daten zu packen als CBuffer aufnehmen kann!

source: %sPackUnsignedLongBE(): Trying to pack more data than CBuffer can hold!
de: %sPackUnsignedLongBE(): Es wurde versucht, mehr Daten zu packen als CBuffer aufnehmen kann!

source: %sPackChar(): Trying to pack more data than CBuffer can hold!
de: %sPackChar(): Es wurde versucht, mehr Daten zu packen als CBuffer aufnehmen kann!

source: %sPack(): Trying to pack more data than CBuffer can hold!
de: %sPack(): Es wurde versucht, mehr Daten zu packen als CBuffer aufnehmen kann!

source: %sPackString(): Trying to pack more data than CBuffer can hold!
de: %sPackString(): Es wurde versucht, mehr Daten zu packen als CBuffer aufnehmen kann!

source: %sPackUnsignedShort(): Trying to pack more data than CBuffer can hold!
de: %sPackUnsignedShort(): Es wurde versucht, mehr Daten zu packen als CBuffer aufnehmen kann!

source: %sPackUnsignedShortBE(): Trying to pack more data than CBuffer can hold!
de: %sPackUnsignedShortBE(): Es wurde versucht, mehr Daten zu packen als CBuffer aufnehmen kann!

source: %sRead too much TLV data!
de: %sZuviel TLV-Daten gelesen!

source: %sUnable to read requested amount of TLV data!
de: %sAngeforderte Menge TLV-Daten lässt sich nicht lesen!

source: Unspecified
de: Nicht spezifiziert

source: Afghanistan
de: Afganistan

source: Albania
de: Albanien

source: Algeria
de: Algerien

source: American Samoa
de: Amerikanisch-Samoa

source: Antigua and Barbuda
de: Antigua und Barbuda

source: Antilles
de: Antillen

source: Argentina
de: Argentinien

source: Armenia
de: Armenien

source: Ascension Island
de: Ascension Insel

source: Australia
de: Australien

source: Austria
de: Österreich

source: Azerbaijan
de: Aserbaidschan

source: Bangladesh
de: Bangladesch

source: Belgium
de: Belgien

source: Bolivia
de: Bolivien

source: Bosnia and Herzegovina
de: Bosnien und Herzegowina

source: Brazil
de: Brasilien

source: British Virgin Islands
de: Britische Jungferninseln

source: Bulgaria
de: Bulgarien

source: Cambodia
de: Kambodscha

source: Cameroon
de: Kamerun

source: Canada
de: Kanada

source: Canary Islands
de: Kanarische Inseln

source: Cape Verde Islands
de: Kapverdische Inseln

source: Cayman Islands
de: Cayman Inseln

source: Central African Republic
de: Zentralafrikanische Republik

source: Chad
de: Tschad

source: Chile, Republic of
de: Republik Chile

source: Christmas Island
de: Weihnachtsinsel

source: Cocos (Keeling) Islands
de: Cocos (Keeling) Inseln

source: Cocos-Keeling Islands
de: Cocos-Keeling Inseln

source: Colombia
de: Kolumbien

source: Congo, (Republic of the)
de: Kongo

source: Congo, Democratic Republic of (Zaire)
de: Kongo, Demokratische Republik von Zaire

source: Cook Islands
de: Cook Inseln

source: Croatia
de: Kroatien

source: Cuba
de: Kuba

source: Cyprus
de: Zypern

source: Czech Republic
de: Tscheschien

source: Denmark
de: Dänemark

source: Djibouti
de: Dschibuti

source: Dominican Republic
de: Dominikanische Republik

source: Ecuador
de: Equador

source: Egypt
de: Ägypten

source: Equatorial Guinea
de: Äquatorialguinea

source: Estonia
de: Estland

source: Ethiopia
de: Äthiopien

source: Faeroe Islands
de: Faeroe Inseln

source: Falkland Islands
de: Falkand Inseln

source: Fiji
de: Fidschi

source: Finland
de: Finnland

source: France
de: Frankreich

source: French Antilles
de: Französische Antillen

source: French Guiana
de: Französisch-Guinea

source: French Polynesia
de: Französisch-Polynesien

source: Gabon
de: Gabun

source: Georgia
de: Georgien

source: Germany
de: Deutschland

source: Greece
de: Griechenland

source: Greenland
de: Grönland

source: Guam, US Territory of
de: Guam

source: Hungary
de: Ungarn

source: Iceland
de: Island

source: India
de: Indien

source: Indonesia
de: Indonesien

source: Iran (Islamic Republic of)
de: Iran

source: Iraq
de: Irak

source: Ireland
de: Irland

source: Italy
de: Italien

source: Jamaica
de: Jamaika

source: Jordan
de: Jordanien

source: Kazakhstan
de: Kasachstan

source: Kenya
de: Kenia

source: Korea (North Korea), Democratic People's Republic of
de: Nordkorea

source: Korea (South Korea), Republic of
de: Südkorea

source: Lao People's Democratic Republic
de: Laos

source: Latvia
de: Lettland

source: Lebanon
de: Libanon

source: Lithuania
de: Litauen

source: Luxembourg
de: Luxemburg

source: Macau
de: Macao

source: Macedonia (F.Y.R.O.M.)
de: Mazedonien

source: Madagascar
de: Madagaskar

source: Maldives
de: Malediven

source: Marshall Islands
de: Marshall Inseln

source: Mauritania
de: Mauretanien

source: Mayotte Island
de: Mayotte Insel

source: Mexico
de: Mexiko

source: Micronesia, Federated States of
de: Föderierte Staaten von Mikronesien

source: Moldova, Republic of
de: Moldova

source: Mongolia
de: Mongolei

source: Morocco
de: Marokko

source: Mozambique
de: Mosambik

source: Netherlands Antilles
de: Niederländische Antillen

source: Netherlands
de: Niederlande

source: New Caledonia
de: Neukaledonien

source: New Zealand
de: Neuseeland

source: Nicaragua
de: Nikaragua

source: Norfolk Island
de: Norfolk Insel

source: Norway
de: Norwegen

source: Papua New Guinea
de: Papua-Neuguinea

source: Philippines
de: Philippinen

source: Poland
de: Polen

source: Puerto Rico, Common Wealth of
de: Puerto Rico

source: Qatar
de: Katar

source: Reunion Island
de: Reunion Insel

source: Romania
de: Rumänien

source: Rota Island
de: Rota Insel

source: Russia
de: Russland

source: Rwanda
de: Ruanda

source: Saint Kitts and Nevis
de: Sankt Kitts und Nevis

source: Saint Lucia
de: Sankt Lucia

source: Saipan Island
de: Saipan Insel

source: Sao Tome & Principe
de: São Tomé und Príncipe

source: Saudi Arabia
de: Saudi-Arabien

source: Scotland
de: Schottland

source: Seychelles
de: Seychellen

source: Singapore
de: Singapur

source: Slovakia
de: Slovakei

source: Slovenia
de: Slovenien

source: Solomon Islands
de: Solomon Inseln

source: South Africa
de: Südafrika

source: Spain
de: Spanien

source: St. Pierre and Miquelon
de: St. Pierre und Miquelon

source: St. Vincent and the Grenadines
de: St. Vincent und die Grenadines

source: Suriname
de: Surinam

source: Swaziland
de: Swasiland

source: Sweden
de: Schweden

source: Switzerland
de: Schweiz

source: Syrian Arab Republic
de: Syrisch-Arabische Republik

source: Tajikistan
de: Taschikistan

source: Tanzania, United Republic of
de: Tansania

source: Tinian Island
de: Tinian Insel

source: Trinidad and Tobago
de: Trinidad und Tobago

source: Tunisia
de: Tunesien

source: Turkey
de: Türkei

source: Turks and Caicos Islands
de: Turks und Caicos Inseln

source: United Arab Emirates
de: Vereinigte Arabische Emirate

source: United Kingdom of Great Britain
de: Vereinigtes Königreich von Grossbritannien

source: Vatican City
de: Vatikan (Stadt)

source: Wallis and Futuna Islands
de: Wallis und Futuna Inseln

source: Western Samoa
de: West-Samoa

source: Yugoslavia - Montenegro
de: Jugoslawien - Montenegro

source: Yugoslavia - Serbia
de: Jugoslawien - Serbien

source: Yugoslavia
de: Jugoslawien

source: Zambia
de: Sambia

source: Zimbabwe
de: Simbabwe

source: status <[*]<status>> <auto response> status: online, offline, na, away, occupied, dnd, ffc Sets the status of the current Licq session to that given (precede the status by a "*" for invisible mode)
de: status <[*]<Status>> <Auto-Antwort> Status: online, offline, na, away, occupied, dnd, ffc Setzt den Status in der aktuellen Licq-Sitzung (Stellen Sie dem Status ein "*" voran um den Unsichtbar-Modus einzuschalten)

source: auto_response <auto response> Sets the auto response message without changing the current status.
de: auto_response <Auto-Antwort> Stellt die automatische Antwort ein, ohne den aktuellen Status dabei zu ändern.

source: message <buddy> <message> Send a message to the given buddy.
de: message <Benutzer> <Nachricht> Sendet eine Nachricht an den Benutzer

source: url <buddy> <url> [<description>] Send a url to the given buddy.
de: url <Benutzer> <URL> [<Beschreibung>] Sendet eine URL an den Benutzer.

source: sms <buddy> <message> Send a SMS to the given buddy.
de: sms <Benutzer> <Nachricht> Sendet eine SMS an den Benutzer.

source: sms <number> <message> Send a SMS to the given cellular number.
de: sms <Nummer> <Nachricht> Sendet eine SMS an die angegebene Handynummer.

source: redirect <file> Redirects stderr for Licq to the given file.
de: redirect <file> Leitet die Fehlerausgabe von Licq in die angegebene Datei um.

source: debuglvl <level> Set what information is logged. See <level> in licq -h
de: debuglvl <level> Stellt ein, wieviel Informationen protokolliert werden. Schauen Sie sich <level> in "Licq -h" an.

source: adduser <uin> Add user with <uin> to your contact list.
de: adduser <uin> Fügt den Benutzer mit der UIN <uin> zu Ihrer Kontaktliste hinzu.

source: userinfo <buddy> Updates a buddy's user information.
de: userinfo <Benutzer> Aktualisiert die Benutzerinformationen von <Benutzer>.

source: exit Causes the Licq session to shutdown.
de: exit Beendet die Licq-Sitzung.

source: ui_viewevent [<buddy>] Shows the oldest pending event.
de: ui_viewevent [<Benutzer>] Zeigt dass älteste auf Abruf wartende Ereignis an.

source: ui_message <buddy> Open the plugin message composer to <buddy>
de: ui_message <Benutzer> Öffnet den "Nachricht senden"-Dialog des GUI-Plugins.

source: %s%s %s: command with invalid status "%s".
de: %s%s %s: Kommando mit ungültigem Status "%s".

source: %s `%s': bad protol. ICQ only alowed
de: %s `%s': Ungültiges Protokoll. Nur ICQ ist erlaubt

source: %s %s: redirection to "%s" failed: %s.
de: %s %s: Umleitung nach "%s" ist fehlgeschlagen: %s.

source: %s %s: output redirected to "%s".
de: %s %s: Ausgabe nach "%s" umgeleitet.

source: %s %s: user %s not on contact list, not retrieving info.
de: %s %s: %s ist nicht in Ihrer Kontaktliste, es werden keine Informationen heruntergeladen.

source: %sFifo commands:
de: %sFifo-Kommandos:

source: %s: Type `help command'
de: %s: Geben Sie ein: `help Kommando'

source: %s %s: help for `%s' %s
de: %s %s: Hilfe zu `%s' %s

source: %s %s: unknown command `%s'
de: %s %s: unbekanntes Kommando `%s'

source: %s: '%s' Unknown fifo command. Try 'help'
de: %s: '%s' Unbekanntes Fifo-Kommando. Versuchen Sie 'help'

source: %sIniFile: Warning, failed to find key. %sFile = %s %sSection = [%s] %sKey = "%s"
de: %sIniFile: Warnung, Schlüsselwort wurde nicht gefunden. %sDatei = %s %sAbschnitt = [%s] %sSchlüsselwort = "%s"

source: %sIniFile: Warning, failed to find section. %sFile = %s %sSection = [%s]
de: %sIniFile: Warnung, Abschnitt wurde nicht gefunden. %sDatei = %s %sAbschnitt = [%s]

source: %sIniFile: Warning, invalid file format. %sFile = %s %sLine = %s
de: %sIniFile: Warnung, ungültiges Dateiformat. %sDatei = %s %sZeile = %s

source: %sIniFile: Warning, I/O read error. %sFile = %s %sError = %s
de: %sIniFile: Warnung, E/A Lesefehler. %sDatei = %s %sFehler = %s

source: %sIniFile: Warning, I/O write error. %sFile = %s %sError = %s
de: %sIniFile: Warnung, E/A Schreibfehler. %sDatei = %s %sFehler = %s

source: %sUnable to open history file (%s): %s%s.
de: %sVerlaufs-Datei lässt sich nicht öffnen (%s): %s%s.

source: %sCorrupt history file (%s): Unknown sub-command 0x%04X.
de: %sBeschädigte Verlaufs-Datei (%s): Unbekanntes Unterkommando 0x%04X.

source: %sNo more ports available, add more or close open chat/file sessions.
de: %sEs sind keine weiteren Ports verfügbar. Fügen Sie weitere hinzu oder schließen Sie laufende Chat/Datei-Sitzungen.

source: %sChat: Shaking hands [v%d].
de: %sChat: Protokollverhandlung (Handshake) [v%d].

source: %sChat: Waiting for color/font response.
de: %sChat: Warten auf Antwort zu Farbe/Schrift.

source: %sChat: Received reverse connection.
de: %sChat: Rückwärtige Verbindung empfangen.

source: %sChat: Remote end disconnected.
de: %sChat: Die Gegenstelle hat die Verbindung beendet.

source: %sChat: Lost remote end: %s%s
de: %sChat: Verbindung zur Gegenstelle verloren: %s%s

source: %sChat: Received handshake from %s [v%ld].
de: %sChat: Protokollverhandlung von %s [v%ld] empfangen.

source: %sChat: Received color packet.
de: %sChat: Paket mit Farbinformationen empfangen.

source: %sChat: Received font packet.
de: %sChat: Paket mit Schrift-Informationen empfangen.

source: %sChat: Received color/font packet.
de: %sChat: Farb/Schrift-Paket empfangen.

source: %sChat: Joined multiparty (%d people).
de: %sChat: Mehrpersonenchat beigetreten (%d Personen).

source: %sChat: Send error: %s%s
de: %sChat: Sendefehler: %s%s

source: %sChat: Received connection.
de: %sChat: Verbindungsinformationen empfangen.

source: %sChat: No user owns socket %d.
de: %sChat: Dem Socket %d ist kein Benutzer zugeordnet.

source: %sUnable to allocate TCP port for local server (%s)!
de: %sTCP Port für lokalen Server lässt sich nicht zuweisen (%s)!

source: No ports available
de: Es sind keine Ports verfügbar

source: %sOpening fifo.
de: %sFifo wird geöffnet.

source: %sUnable to create fifo: %s%s.
de: %sFifo kann nicht erzeugt werden: %s%s.

source: %sUnable to open fifo: %s%s.
de: %sFifo kann nicht geöffnet werden: %s%s.

source: %s%s is not a FIFO, disabling fifo support.
de: %s%s ist kein Fifo, Fifo-Unterstützung wird deaktiviert.

source: %sSpawning daemon threads.
de: %sDaemon-Threads werden erzeugt.

source: %sLocal TCP server started on port %d.
de: %sLokaler TCP-Server wurde an Port %d gestartet.

source: %sNo ports available for local TCP server.
de: %sKeine Ports für den lokalen TCP-Server verfügbar.

source: %sFailed to start local TCP server: %s%s
de: %sLokaler TCP-Server lies sich nicht starten: %s%s

source: %sTCP high port (%d) is lower then TCP low port (%d).
de: %sHöchstmöglicher TCP-Port (%d) ist niedriger als kleinstmöglicher TCP-Port (%d).

source: %sResolving proxy: %s:%d...
de: %sAuflösen des Proxyservers: %s:%d...

source: %sUnable to resolve proxy server %s: %s%s.
de: %sProxyserver lässt sich nicht auflösen %s: %s%s.

source: %sInvalid TCP version %d. Attempting v%d.
de: %sUngültige TCP-Version %d. Versuche v%d.

source: %sUser %s already on contact list.
de: %sBenutzer %s ist bereits in der Kontaktliste.

source: %sUser %lu already on contact list.
de: %sBenutzer %lu ist bereits in der Kontaktliste.

source: %sUnable to open "%s" for writing.
de: %s"%s" lässt sich nicht zum schreiben öffnen.

source: %sCancelled event not found.
de: %sAbgebrochenes Ereignis nicht gefunden.

source: Message
de: Nachricht

source: Chat request
de: Chatanfrage

source: File transfer request through server
de: Dateiübertragung über den Server

source: Contact list
de: Kontaktliste

source: %sAuto response from %s (#%lu).
de: %sAutomatische Antwort von %s (#%lu).

source: %sAck for unknown event.
de: %sBestätigung für unbekanntes Ereignis.

source: %s%s (%lu) requested auto response.
de: %s%s (%lu) hat Automatische Antwort angefordert.

source: %sUnknown ICBM plugin type: %s
de: %sUnbekannter ICBM Plugin-Typ: %s

source: unknown event
de: Unbekanntes Ereignis

source: %s%s accepted from %s (%lu).
de: %s%s angenommen von %s (%lu).

source: %s%s from new user (%lu), ignoring.
de: %s%s von neuem Benutzer (%lu); wird ignoriert.

source: %s%s from new user (%lu).
de: %s%s von neuem Benutzer (%lu).

source: %s%s from %s (%lu).
de: %s%s von %s (%lu).

source: %sInvalid %s: %s
de: %sUngültige(r) %s: %s

source: %sUnable to create directory %s for file transfer.
de: %sOrdner %s für Dateitransfer lässt sich nicht erstellen.

source: %sPath %s is not a directory.
de: %sDer Pfad %s ist kein Ordner.

source: %sFile Transfer: File access error %s: %s%s.
de: %sDateiübertragung: Dateizugriffsfehler %s: %s%s.

source: %sFile Transfer: Shaking hands.
de: %sDateiübertragung: Protokollverhandlung.

source: %sFile Transfer: Waiting for server to respond.
de: %sDateiübertragung: Warten auf Serverantwort.

source: %sFile Transfer: Attempted reverse connection when already connected.
de: %sDateiübertragung: Versuch einer Rückwärtigen Verbindung obwohl bereits eine Verbindung besteht.

source: %sFile Transfer: Received reverse connection.
de: %sDateiübertragung: Rückwärtige Verbindung empfangen.

source: %sFile Transfer: Remote end disconnected.
de: %sDateiübertragung: Die Gegenstelle ist nicht verbunden.

source: %sFile Transfer: Lost remote end: %s%s
de: %sDateiübertragung: Verbindung mit der Gegenstelle verloren: %s%s

source: %sFile Transfer: Received handshake.
de: %sDateiübertragung: Protokollverhandlung empfangen.

source: %sFile Transfer: Speed set to %ld%%.
de: %sDateiübertragung: Geschwindigkeit auf %ld%% gesetzt.

source: %sFile Transfer: Waiting for file info.
de: %sDateiübertragung: Warten auf Dateiinformationen.

source: %sFile Transfer: Ignoring a possible erroneous packet.
de: %sDateiübertragung: Ein möglicherweise fehlerhaftes Paket wird ignoriert.

source: File Transfer: Waiting for plugin to confirm file receive.
de: Dateiübertragung: Warten, dass das Plugin den Empfang bestätigt.

source: File Transfer: Still waiting for the plugin to confirm file receive...
de: Dateiübertragung: Es wird immernoch darauf gewartet, dass das Plugin den Empfang bestätigt...

source: %sFile Transfer: Receiving %s (%ld bytes).
de: %sDateiübertragung: Empfange %s (%ld Bytes).

source: %sFile Transfer: Invalid data (%c) ignoring packet.
de: %sDateiübertragung: Ungültige Daten (%c), Paket wird ignoriert.

source: %sFile Transfer: %s received.
de: %sDateiübertragung: %s empfangen.

source: %sFile Transfer: %s received %d too many bytes.
de: %sDateiübertragung: %s empfing %d zu viele Bytes.

source: %sFile Transfer: Read error for %s: %s
de: %sDateiübertragung: Lesefehler in %s: %s

source: %sFile Transfer: Unknown packet received during file send: %s
de: %sDateiübertragung: Beim Senden der Datei wurde ein unbekanntes Paket empfangen: %s

source: %sFile Transfer: Received plugin confirmation.
de: %sDateiübertragung: Plugin-Bestätigung empfangen.

source: %sFile Transfer: Sending %s (%ld bytes).
de: %sDateiübertragung: Sende %s (%ld Bytes).

source: %sFile Transfer: Sent %s.
de: %sDateiübertragung: %s gesendet.

source: %sFile Transfer: Sent %s, %d too many bytes.
de: %sDateiübertagung: %s gesendet, %d zuviele Bytes.

source: %sFile Transfer: Send error: %s%s
de: %sDateiübertragung: Sendefehler: %s%s

source: %sInvalid file transfer speed: %d%%.
de: %sUngültige Übertragungsgeschwindigkeit: %d%%.

source: %sFile Transfer: Receiving repeat incoming connection.
de: %sDateiübertragung: Wiederholt eingehende Verbindung empfangen.

source: %sFile Transfer: Received connection.
de: %sDateiübertragung: Verbindungsinformationen empfangen.

source: %sFile Transfer: No such socket.
de: %sDateiübertragung: Der Socket existiert nicht.

source: %sAdding %s to server list...
de: %sFüge %s zur serverseitigen Kontaktliste hinzu...

source: %sExporting users to server contact list...
de: %sBenutzer werden zur serverseitigen Kontaktliste exportiert...

source: %sUpdating top level group.
de: %sAktualisiere Gruppe der obersten Ebene.

source: %sUpdating group %s.
de: %sGruppe %s wird aktualisiert.

source: %sAdding group %s (%d) to server list ...
de: %sFüge Gruppe %s (%d) zur serverseitigen Kontaktliste hinzu...

source: %sChanging group on server list for %s ...
de: %sÄndere serverseitige Gruppe von %s...

source: %sExporting groups to server contact list...
de: %sGruppen werden zur serverseitigen Kontaktliste exportiert...

source: %sRemoving group from server side list (%s)...
de: %sGruppe wird von serverseitigen Kontaktliste entfernt (%s)...

source: %sRenaming group with id %d to %s...
de: %sBenenne Gruppe mit der ID %d zu %s um...

source: %sRenaming %s to %s...
de: %sBenenne %s zu %s um...

source: %sRegistering a new user...
de: %sNeuer Benutzer wird registriert...

source: %sAttempt to logon while already logged or logging on, logoff and try again.
de: %sEin Anmeldeversuch wurde gestartet obwohl wir bereits angemeldet sind oder der Anmeldevorgang bereits läuft. Bitte abmelden und erneut versuchen.

source: %sAttempt to logoff while not logged on.
de: %sAbmeldeversuch obwohl wir nicht angemeldet sind.

source: %sLogging off.
de: %sAbmeldung läuft.

source: %sProxy server not properly configured.
de: %sDer Proxyserver ist nicht korrekt konfiguriert.

source: %sResolving %s port %d...
de: %s%s an Port %d wird aufgelöst...

source: %sUnable to resolve %s: %s%s.
de: %s%s lässt sich nicht auflösen: %s%s.

source: %sICQ server found at %s:%d.
de: %sICQ-Server an Adresse %s:%d gefunden.

source: %sOpening socket to server.
de: %sSocket zu Server wird geöffnet.

source: %sUnable to connect to %s:%d: %s%s.
de: %sZu %s:%d kann keine Verbindung hergestellt werden: %s%s.

source: %sConnection to server already exists, aborting.
de: %sEs besteht bereits eine Verbindung zum Server. Abbruch.

source: %sUnknown server response: %s
de: %sUnbekannte Serverantwort: %s

source: %sPacket on unhandled Channel 'Error' received!
de: %sPaket auf nicht unterstütztem Kanal 'Error' empfangen!

source: %sServer send unknown channel: %02x
de: %sServer sendete unbekannten Kanal: %02x

source: %sServer says he's ready.
de: %sDer Server ist bereit.

source: %sSending our channel capability list...
de: %sListe der unterstützten Funktionen wird gesendet...

source: %sRequesting rate info...
de: %sFordere Informationen zur maximalen Datenrate an...

source: %sServer sent us channel capability list (ignoring).
de: %sServer sendete Liste mit Fähigkeiten (wird ignoriert).

source: %sRequesting location rights.
de: %sStandort-Rechte werden angefordert.

source: %sRequesting contact list rights.
de: %sRechte für die Kontaktliste werden angefordert.

source: %sRequesting Instant Messaging rights.
de: %sRechte für Instant Messaging werden angefordert.

source: %sRequesting BOS rights.
de: %sBOS-Rechte werden angefordert.

source: %sServer sent us rate information.
de: %sDer Server sendete Informationen zur maximalen Datenrate.

source: %sSetting ICQ Instant Messaging Mode.
de: %sICQ Instant Messaging Modus wird gesetzt.

source: %sSending capability settings (?)
de: %sEinstellungen zu Fähigkeiten werden gesendet (?)

source: %sGot Name Info from Server
de: %sNamensinformationen vom Server erhalten

source: %sServer says we are at %s.
de: %sLaut dem Server haben wir die Adresse %s.

source: %sServer says we're now: %s
de: %sLaut dem Server sind wir nun: %s

source: %sServer is going to disconnect/pause. Lets reconnect to another one.
de: %sDer Server wird die Verbindung beenden. Verbindung mit einem anderen Server wird hergestellt.

source: %sUnknown user (%s) changed status.
de: %sUnbekannter Benutzer (%s) hat den Status geändert.

source: %s%s changed status: %s (AIM).
de: %s%s hat den Status geändert: %s (AIM).

source: %s%s changed Phone "Follow Me" status to %s.
de: %s%s hat den "Telefon folgen"-Status geändert: %s.

source: %s%s changed Shared Files Directory status to %s.
de: %s%s hat den Status des Ordners für freigegebene Dateien geändert: %s.

source: %s%s changed ICQphone status to %s.
de: %s%s hat den ICQPhone-Status geändert: %s.

source: %sUnknown index %d from %s.
de: %sUnbekannter Index %d von %s.

source: %sUnknown user (%s) has gone offline.
de: %sUnbekannter Benutzer (%s) ist nun offline.

source: %s%s went offline.
de: %s%s ist nun offline.

source: %sReceived rights for Contact List..
de: %sRechte für Kontaktliste empfangen.

source: %sUser is offline.
de: %sBenutzer ist offline.

source: %sClient does not understand type-2 messages.
de: %sClient versteht keine Typ-2 Nachrichten.

source: %sPacket was malformed.
de: %sDas Paket war missgebildet.

source: %sList overflow.
de: %sListen-Überlauf.

source: %sUnknown ICBM error: 0x%04x.
de: %sUnbekannter ICBM-Fehler: 0x%04x

source: %sMessage from new user (%s), ignoring.
de: %sNachricht von neuem Benutzer (%s), wird ignoriert.
