Repository: Hodorgasm/licq
Catalog: licq/po/*.po
Languages: de

source: %sFailed to rename old history file (%s): %s%s
de: %sAlte Verlaufsdatei (%s) konnte nicht umbenannt werden: %s%s

source: Unknown
de: Unbekannt

source: <none>
de: <keine>

source: %sFailed to rename history file (%s): %s%s
de: %sVerlaufsdatei (%s) konnte nicht umbenannt werden: %s%s

source: (Do Not Disturb)
de: (Nicht stören)

source: Do Not Disturb
de: Nicht stören

source: (Occupied)
de: (Beschäftigt)

source: (Not Available)
de: (Nicht verfügbar)

source: Not Available
de: Nicht verfügbar

source: (Away)
de: (Abwesend)

source: Away
de: Abwesend

source: (Free for Chat)
de: (Frei für Chat)

source: Free for Chat
de: Frei für Chat

source: (Occ)
de: (Besch)

source: Occ
de: Besch

source: (N/A)
de: (N/v)

source: N/A
de: N/v

source: Invalid
de: Ungültig

source: Never
de: Nie

source: %d days
de: %d Tage

source: %d day
de: %d Tag

source: %d hours
de: %d Stunden

source: %d hour
de: %d Stunde

source: %d minutes
de: %d Minuten

source: Active
de: Aktiv

source: %sOwner configuration.
de: %sBesitzerkonfiguration.

source: %sUnable to set %s to mode 0600. Your ICQ password is vulnerable.
de: %s%s kann nicht auf Modus 0600 gesetzt werden. Ihr ICQ Passwort ist evtl. für andere Benutzer lesbar.

source: %sCurrent Licq GMT offset (%d) does not match system GMT offset (%d). %sUpdate general info on server to fix.
de: %sAktuelles Licq GTM-Offset (%d) entspricht nicht dem System-GMT-Offset (%d). %sBitte die allgemeinen Informationen auf dem Server bearbeiten.

source: %sOwner configuration for %s.
de: %sBenutzerkonfiguration für %s.

source: %sLoading utilities.
de: %sWerkzeuge werden geladen.

source: %sWarning: unable to load utility "%s".
de: %sWarnung: Werkzeug "%s" kann nicht geladen werden.

source: %sWarning: Invalid entry in plugin "%s": Window = %s
de: %sWarnung: Ungültiger Eintrag in Plugin "%s": Window = %s

source: none
de: nichts
