Repository: Hodorgasm/licq
Catalog: licq/po/*.po
Languages: de

source: %sMessage from new user (%s).
de: %sNachricht von neuem Benutzer (%s).

source: %sMessage through server from %s (%s).
de: %sNachricht über den Server von %s (%s).

source: %s%s (%s) is %s to us.
de: %s%s (%s) ist %s für uns.

source: %sReceived SMS receipt indicating success.
de: %sSMS erfolgreich gesendet.

source: %sReceived SMS receipt indicating failure.
de: %sSMS konnte nicht gesendet werden.

source: %sInvalid tag in SMS message.
de: %sUngültiges Tag in der SMS-Nachricht.

source: %sUnknown tag in SMS message: %s
de: %sUnbekanntes Tag in der SMS-Nachricht: %s

source: %sSMS message packet was too large (claimed size: %lu bytes)
de: %sSMS-Nachricht war zu groß (geforderte Größe: %lu Bytes)

source: %sInvalid URL message: %s
de: %sUngültige URL-Nachricht: %s

source: %sAuthorization request from %s.
de: %sAutorisationsanfrage von %s.

source: %sInvalid authorization request system message: %s
de: %sUngültige Autorisationsanfrage-Nachricht: %s

source: %sAuthorization refused by %s.
de: %sAutorisation von %s abgelehnt.

source: %sAuthorization granted by %s.
de: %sAutorisation von %s erteilt.

source: %sServer message.
de: %sServer-Nachricht.

source: %sInvalid Server Message: %s
de: %sUngültige Server-Nachricht: %s

source: %sUser %s added you to their contact list.
de: %sBenutzer %s hat uns zur Kontaktliste hinzugefügt.

source: %sInvalid added to list system message: %s
de: %sUngültige "Zur Kontaktliste hinzugefügt"-Nachricht: %s

source: %sMessage through web panel.
de: %sNachricht über das Web-Panel.

source: %sInvalid web panel system message: %s
de: %sUngültige Web-Panel Systemnachricht: %s

source: %sFrom %s (%s).
de: %sVon %s (%s).

source: %sEmail pager message.
de: %sEmail-Pager-Nachricht.

source: %sInvalid email pager system message: %s
de: %sUngültige Email-Pager-Systemnachricht: %s

source: %sInvalid Contact List message: %s
de: %sUngültige Kontaktlisten-Nachricht: %s

source: Contacts
de: Kontakte

source: %sInvalid SMS message: %s
de: %sUngültige SMS-Nachricht: %s

source: %sUnknown system message (0x%04x): %s
de: %sUnbekannte Systemnachricht (0x%04x): %s

source: %s%s from new user (%s), ignoring.
de: %s%s von neuem Benutzer (%s), wird ignoriert.

source: %s%s from new user (%s).
de: %s%s von neuem Benutzer (%s).

source: %s%s through server from %s (%s).
de: %s%s über den Server von %s (%s).

source: %sSMS from %s - %s (%lu).
de: %sSMS von %s - %s (%lu).

source: %sSMS from %s.
de: %sSMS von %s.

source: %sMessage through server with unknown format: %04hx %s
de: %sNachricht über den Server in unbekanntem Format: %04hx %s

source: %sUnexpected new user in subtype 0x%04x.
de: %sUnerwarteter neuer Benutzer in Untertyp 0x%04x.

source: %s%s doesn't have a manager for this event.
de: %s%s hat keinen Manager for dieses Ereignis.

source: %sRefusal from %s (#%lu).
de: %sAblehnung von %s (#%lu).

source: %sReceived rights for Instant Messaging..
de: %sInstant-Messaging-Rechte erhalten.

source: %sMessage was sent to an offline user. It will be delivered when the user logs on.
de: %sDie Nachricht wurde an einen offline-Benutzer gesendet. Sie wird zugestellt, sobald sich der Benutzer anmeldet.

source: %sTyping status received for unknown user (%s).
de: %sTastatureingabe-Status für unbekannten Benutzer empfagen (%s).

source: %sUnknown Message Family Subtype: %04hx
de: %sUnbekannter Untertyp für Nachrichten-Familie: %04hx

source: %sReceived contact list.
de: %sKontaktliste empfangen.

source: %sAdded %s (%s) to list from server.
de: %s%s (%s) zur serverseitigen Kontaktliste hinzugefügt.

source: %sServer list update ack without request.
de: %sBestätigung für Aktualisierung der Kontaktliste erhalten, ohne das diese zuvor angefragt wurde.

source: %s%s added to awaiting authorization group on server list.
de: %s%s zur Gruppe "Warten auf Autorisierung" auf der serverseitigen Kontaktliste hinzugefügt.

source: %sUser/Group %s not found on server list.
de: %sBenutzer/Gruppe %s nicht in serverseitigen Kontaktliste gefunden.

source: top level
de: Oberste Ebene

source: %sUpdated %s successfully.
de: %s%s erfolgreich aktualisiert.

source: %sUnknown List Family Subtype: %04hx
de: %sUnbekannter Typ für Kontaktlisten-Familie: %04hx

source: %sReceived BOS rights.
de: %sBOS-Berechtigungen empfangen.

source: %sSending client ready...
de: %s"Client ist bereit" wird gesendet...

source: %sSending offline message request...
de: %sOffline Nachrichten werden angefordert...

source: %sUnknown BOS Family Subtype: %04hx
de: %sUnbekannter Typ für BOS-Familie: %04hx

source: %sInvalid offline URL message: %s
de: %sUngültige offline URL-Nachricht: %s

source: %sOffline authorization request from %lu.
de: %sOffline-Autorisationsanfrage von %lu.

source: %sInvalid offline authorization request system message: %s
de: %sUngültige offline Autorisations-Anfrage Systemnachricht: %s

source: %sOffline authorization refused by %lu.
de: %sOffline Autorisationsanfrage von %lu abgelehnt.

source: %sOffline authorization granted by %lu.
de: %sOffline Autorisationsanfrage von %lu angenommen.

source: %sOffline server message.
de: %sOffline Servernachricht.

source: %sUser %lu added you to their contact list (offline).
de: %sBenutzer %lu hat uns zur Kontaktliste hinzugefügt (offline).

source: %sInvalid offline added to list system message: %s
de: %sUngültige Offline "Zur Kontaktliste hinzugefügt"-Systemnachricht: %s

source: %sOffline message through web panel.
de: %sOffline Nachricht über Web-Panel.

source: %sInvalid offline web panel system message: %s
de: %sUngültige offline Web-Panel Systemnachricht: %s

source: %sEmail pager offline message.
de: %sOffline Emailnachricht.

source: %sInvalid offline email pager system message: %s
de: %sUngültige offline Email-Systemnachricht: %s

source: %sInvalid offline Contact List message: %s
de: %sUngültige offline Kontaktlisten-Systemnachricht: %s

source: %sOffline %s from new user (%lu), ignoring.
de: %sOffline %s von neuem Benutzer (%lu), wird ignoriert.

source: %sOffline %s from new user (%lu).
de: %sOffline %s von neuem Benutzer (%lu).

source: %sOffline %s through server from %s (%lu).
de: %sOffline %s über den Server von %s (%lu).

source: %sOffline SMS from %s - %s (%lu).
de: %sOffline SMS von %s - %s (%lu).

source: %sOffline SMS from %s.
de: %sOffline SMS von %s.

source: %sEnd of Offline messages (nId: %04hx).
de: %sEnde der offline-Nachrichten (nId: %04hx).

source: Password change
de: Passwortänderung

source: Security info
de: Sicherheitsinformationen

source: General info
de: Allgemeine Informationen

source: E-mail info
de: EMail Informationen

source: More info
de: Mehr Informationen

source: Work info
de: Arbeitsinformationen

source: About
de: Über

source: %sSMS delivered.
de: %sSMS gesendet.

source: %sSMS not delivered, error #%s, param: %s
de: %sSMS nicht gesendet, Fehler #%s, Parameter: %s

source: %sSending SMS via SMTP not supported yet.
de: %sSenden von SMS über SMTP wird noch nicht unterstützt.

source: %sFrom: %s
de: %sVon: %s

source: %sTo: %s
de: %sAn: %s

source: %sSubject: %s
de: %sBetreff: %s

source: %sUnknown SMS response: %s
de: %sUnbekannte SMS-Antwort: %s

source: %sUndeliverable SMS.
de: %sUnzustellbare SMS.

source: Random chat group
de: Zufällige Chatgruppe

source: %sNo random chat user found.
de: %sKeinen zufälligen Chatbenutzer gefunden.

source: %sSMS failed to send.
de: %sSMS konnte nicht gesendet werden.

source: %sWhitePages search found no users.
de: %sKeine Benutzer bei Whitepages-Suche gefunden.

source: %sFailed to update user info: %x.
de: %sBenutzer-Info konnte nicht aktualisiert werden: %x.

source: %scan't find user for updating!
de: %sBenutzer zum aktualisieren kann nicht gefunden werden.

source: %sunknown info: %04hx %s
de: %sUnbekannte Informationen: %04hx %s

source: %s%s updated.
de: %s%s aktualisiert.

source: %s%s update failed.
de: %s%s Aktualisierung fehlgeschlagen.

source: %sUnexpected result for %s.
de: %sUnerwartetes Ergebnis zu %s.

source: %sUnknown Various Family Subtype: %04hx %s
de: %sUnbekannter Typ für Verschiedenes-Familie: %04hx %s

source: %sReceived new uin (%lu) when already have a uin (%lu).
de: %sNeue UIN erhalten (%lu) obwohl bereits eine UIN vorhanden ist (%lu).

source: %sReceived new uin: %lu
de: %sNeue UIN erhalten: %lu

source: %sWe're logging off..
de: %sAbmelden...

source: %sRate limit exceeded.
de: %sSenderate-Limit überschritten.

source: %sInvalid UIN and password combination.
de: %sUngültige UIN/Passwort Kombination.

source: %sThe requested network service is temporarily unavailable. Please try again later.
de: %sDer angeforderte Netzwerkdienst ist zur Zeit nicht verfügbar. Bitte später erneut versuchen.

source: %sYour ICQ number is used from another location.
de: %sDie UIN wird von einem anderen Ort benutzt.

source: %sYour ICQ number is used from another location. Automatic reconnect is disabled.
de: %sDie UIN wird von einem anderen Ort benutzt. Automatisches Wiederverbinden ist deaktiviert.

source: %sAuthenticated. Connecting to %s port %s.
de: %sAuthentifiziert. Verbinde zu %s an Port %s.

source: %sTruncating message to %d characters to send through server.
de: %sNachricht wird auf %d Zeichen getrimmt um über den Server zu senden.

source: urgent
de: dringend

source: %sRequesting auto response from %s.
de: %sFordere Auto-Antwort von %s an.

source: %sContact list too large to send through server.
de: %sKontaktliste zu groß um über den Server zu senden.

source: %sBad handshake ack: %ld.
de: %sFehlerhafte Bestätigung zu Protokollverhandlung: %ld.

source: %sBad handshake session id: received %ld, expecting %ld.
de: %sFehlerhafte Sitzungs-ID zu Protokollverhandlung. Empfangen: %ld, erwartet wurde: %ld.

source: %sBad handshake cookie: received %ld, expecting %ld.
de: %sFehlerhaftes Cookie zu Protokollverhandlung. Empfangen: %ld, erwartet wurde: %ld.

source: %sHandshake error, remote side closed connection.
de: %sFehler bei Protokollverhandlung, die Gegenseite hat die Verbindung beendet.

source: %sHandshake socket error: %s%s.
de: %sProtokollverhandlungs-Socket-Fehler: %s%s.

source: %sConnection attempted to already connected user (%ld).
de: %sVerbindungsversuch zu bereits verbundenem Benutzer (%ld).

source: %sShaking hands with %s (%ld) [v%d].
de: %sProtokollverhandlung mit %s (%ld) [v%d].

source: %sConnecting to %s at %s:%d.
de: %sVerbindungsaufbau zu %s an %s:%d.

source: %sConnect to %s failed: %s%s.
de: %sVerbindungsaufbau zu %s fehlgeschlagen: %s%s.

source: %sConnect to %s real ip failed: %s%s.
de: %sVerbindungsaufbau zur echten IP-Adresse von %s fehlgeschlagen: %s%s.

source: %sReverse connecting to %lu at %s:%d.
de: %sRückwärtiger Verbindungsaufbau zu %lu an %s:%d.

source: %sReverse connect to %lu failed: %s%s.
de: %sRückwärtiger Verbindungsaufbau zu %lu fehlgeschlagen: %s%s.

source: %sReverse shaking hands with %lu.
de: %sRückwärtige Protokollverhandlung mit %lu.

source: %sUnknown TCP version %d from socket.
de: %sUnbekannte TCP-Version %d von Socket.

source: %sTCP message from self (probable spoof): %s
de: %sTCP-Paket von uns selbst (möglicherweise gefälscht): %s

source: %sTCP message from invalid UIN (%ld, expect %ld): %s
de: %sTCP-Paket von ungültiger UIN (%ld, erwartet: %ld): %s

source: %sUnknown TCP status: %04X
de: %sUnbekannter TCP-Status: %04X

source: %s%s (%ld) is %s to us.
de: %s%s (%ld) ist %s.

source: %sMessage from %s (%ld) [Licq %s].
de: %sNachricht von %s (%ld) [Licq %s].

source: %sMessage from %s (%ld).
de: %sNachricht von %s (%ld).

source: %s%s (%ld) requested auto response [Licq %s].
de: %s%s (%ld) hat automatische Antwort angefordert [Licq %s].

source: %s%s (%ld) requested auto response.
de: %s%s (%ld) hat automatische Antwort angefordert.

source: %sURL from %s (%ld) [Licq %s].
de: %sURL von %s (%ld) [Licq %s].

source: %sURL from %s (%ld).
de: %sURL von %s (%ld).

source: %sContact list from %s (%ld) [Licq %s].
de: %sKontaktliste von %s (%ld) [Licq %s].

source: %sContact list from %s (%ld).
de: %sKontaktliste von %s (%ld).

source: %sInvalid contact list message: %s
de: %sUngültige Kontaktlisten-Nachricht: %s

source: %sChat request from %s (%ld) [Licq %s].
de: %sChat-Anfrage von %s (%ld) [Licq %s].

source: %sChat request from %s (%ld).
de: %sChat-Anfrage von %s (%ld).

source: %sFile transfer request from %s (%ld) [Licq %s].
de: %sDateiübertragungsanfrage von %s (%ld) [Licq %s].

source: %sFile transfer request from %s (%ld).
de: %sDateiübertragungsanfrage von %s (%ld).

source: %sReceived old-style key request from %s (%ld) but we do not support it.
de: %sSchlüssel-Anforderung von %s (%ld) im veralteten Stil empfangen, dies wird nicht unterstützt.

source: %sSecure channel request from %s (%ld) [Licq %s].
de: %sAnfrage für verschlüsselte Verbindung von %s (%ld) [Licq %s].

source: %sSecure channel request from %s (%ld).
de: %sAnfrage für verschlüsselte Verbindung von %s (%ld).

source: %sSecure channel established with %s (%ld).
de: %sVerschlüsselte Verbindung mit %s (%ld) aufgebaut.

source: %sReceived secure channel request from %s (%ld) but we do not support OpenSSL.
de: %sAnfrage für verschlüsselte Verbindung von %s (%ld) empfangen, aber es ist keine Unterstützung für OpenSSL vorhanden.

source: %sSecure channel closed by %s (%ld) [Licq %s].
de: %sVerschlüsselte Verbindung wurde von %s (%ld) [Licq %s] geschlossen.

source: %sSecure channel closed by %s (%ld).
de: %sVerschlüsselte Verbindung wurde von %s (%ld) geschlossen.

source: %sReceived secure channel close from %s (%ld) but we do not support OpenSSL.
de: %sAnfrage zum Schließen der verschlüsselten Verbindung von %s (%ld) empfangen, aber es ist keine Unterstützung für OpenSSL vorhanden.

source: %sUnknown direct ack ICBM plugin type: %s
de: %sDirekte Bestätigung für unbekannten ICBM Plugin Typ: %s

source: %sSecure channel response from %s (%ld)%s.
de: %sAntwort für verschlüsselte Verbindung von %s (%ld)%s.

source: %s%s (%ld) does not support OpenSSL.
de: %s%s (%ld) unterstützt kein OpenSSL.

source: %sSecure channel response from %s (%ld) when no request in progress.
de: %sAntwort für verschlüsselte Verbindung von %s (%ld) während keine Anfrage in Bearbeitung ist.

source: %sSecure channel with %s (%ld) closed %s.
de: %sVerschlüsselte Verbindung mit %s (%ld) geschlossen %s.

source: DnD
de: Nicht stören

source: Occupied
de: Beschäftigt

source: %sChat request from %s (%ld) cancelled.
de: %sChatanfrage von %s (%ld) abgebrochen.

source: %sFile transfer request from %s (%ld) cancelled.
de: %sDateiübertragungsanfrage von %s (%ld) abgebrochen.

source: %sConnection from %s (%ld) [v%ld].
de: %sVerbindung von %s (%ld) [v%ld].

source: %sUser %s (%ld) already has an associated socket.
de: %sBenutzer %s (%ld) hat bereits einen zugewiesenen Socket.

source: %sConnection from new user (%ld) [v%ld].
de: %sVerbindung von neuem Benutzer (%ld) [v%ld].

source: %sConnecting to login server.
de: %sVerbinde mit Login-Server.

source: %sConnecting to login server failed, failing event
de: %sVerbindung mit Login-Server fehlgeschlagen, Ereignis wird als fehlgeschlagen markiert

source: %sNot connected to server, failing event
de: %sNicht mit dem Server verbunden, Ereignis wird als fehlgeschlagen markiert

source: %sInvalid server socket in set.
de: %sUngültiger Server Socket.

source: %sInvalid server TCP socket in set.
de: %sUngültiger Server TCP Socket.

source: %sConnection to %lu was closed.
de: %sVerbindung zu %lu wurde geschlossen.

source: %sConnection to %lu lost: %s%s.
de: %sVerbindung zu %lu verloren: %s%s.

source: %sClosing connection to %lu.
de: %sVerbindung mit %lu wird geschlossen.

source: %sShutting down daemon.
de: %sDaemon wird beendet.

source: %sUnencrypted Packet: %s
de: %sUnverschlüsseltes Paket: %s

source: %sUnencrypted Packet (%lu bytes): %s
de: %sUnverschlüsseltes Paket (%lu Byte): %s

source: %sUnencrypted (ICQ) TCP Packet (%lu bytes): %s
de: %sUnverschlüsseltes (ICQ) TCP-Paket (%lu Byte): %s

source: %sDecrypted (ICQ) TCP Packet (%lu bytes): %s
de: %sEntschlüsseltes (ICQ) TCP-Paket (%lu Byte): %s

source: %sPassword too long, truncated to 8 Characters!
de: %sPasswort zu lang, wurde auf 8 Zeichen beschnitten!

source: %sCould not execute "%s" for auto-response.
de: %s"%s" konnte für die automatische Antwort nicht ausgeführt werden.

source: %s%s returned abnormally: exit code %d
de: %s%s wurde abnormal beendet: Rückgabe-Code %d

source: Afrikaans
de: Afrikanisch

source: Albanian
de: Albanisch

source: Arabic
de: Arabisch

source: Armenian
de: Armenisch

source: Bosnian
de: Bosnisch

source: Bulgarian
de: Bulgarisch

source: Burmese
de: Burmesisch

source: Cantonese
de: Kantonesich

source: Catalan
de: Katalanisch

source: Chinese
de: Chinesisch

source: Croatian
de: Kroatisch

source: Czech
de: Tschechisch

source: Danish
de: Dänisch

source: Dutch
de: Niederländisch

source: English
de: Englisch

source: Finnish
de: Finnisch

source: French
de: Französisch

source: German
de: Deutsch

source: Greek
de: Griechisch

source: Hebrew
de: Hebräisch

source: Hungarian
de: Ungarisch

source: Indonesian
de: Indonesisch

source: Italian
de: Italienisch

source: Japanese
de: Japanisch

source: Korean
de: Koreanisch

source: Kurdish
de: Kurdisch

source: Macedonian
de: Mazedonisch

source: Malay
de: Malaysisch

source: Norwegian
de: Norwegisch

source: Persian
de: Persisch

source: Polish
de: Polnisch

source: Portuguese
de: Portugiesisch

source: Romanian
de: Rumänisch

source: Russian
de: Russisch

source: Serbian
de: Serbisch

source: Slovak
de: Slovakisch

source: Slovenian
de: Slovenisch

source: Spanish
de: Spanisch

source: Swedish
de: Schwedisch

source: Taiwanese
de: Taiwanesisch

source: Thai
de: Thailändisch

source: Turkish
de: Türkisch

source: Ukrainian
de: Ukrainisch

source: Vietnamese
de: Vietnamesisch

source: Yiddish
de: Jüdisch

source: Session management is not supported by Licq.
de: Sitzungsverwaltung wird von Licq nicht unterstützt.

source: %sOutput redirected to "%s".
de: %sAusgabe umgeleitet nach "%s".

source: %sRedirection to "%s" failed: %s%s.
de: %sUmleitung nach "%s" fehlgeschlagen: %s%s.

source: %sLicq: Ignoring stale lockfile (pid %d)
de: %sLicq: Ignoriere zurückgebliebene Lock-Datei (PID %d)

source: %sLicq: Already running at pid %d. %s Kill process or remove %s.
de: %sLicq: Läuft bereits mit der PID %d. %s Prozess beenden oder %s entfernen.

source: %sLicq: %s cannot be opened for writing. %s skipping lockfile protection.
de: %sLicq: %s kann nicht zum Schreiben geöffnet werden. %s Lock-Datei Schutz wird nicht verwendet.

source: %sStarting plugin %s (version %s).
de: %sStarte Plugin %s (Version %s).

source: %sStarting protocol plugin %s (version %s).
de: %sStarte Protokoll-Plugin %s (Version %s).

source: %sNo plugins specified on the command-line (-p option). %sSee the README for more information.
de: %sKeine Plugins auf der Kommandozeile angegeben (-p Option). %sSchauen Sie in die README für mehr Informationen.

source: %sPlugin %s exited with code %d.
de: %sPlugin %s kehrte mit Rückgabe-Code %d zurück.

source: %sPlugin %s failed to exit.
de: %sPlugin %s beendete nicht richtig.

source: %s version %s. Usage: Licq [-h] [-d #] [-b configdir] [-I] [-p plugin] [-o file] [ -- <plugin #1 parameters>] [-- <plugin #2 parameters>...] -h : this help screen (and any plugin help screens as well) -d : set what information is logged to standard output: 1 status information 2 unknown packets 4 errors 8 warnings 16 all packets add values together for multiple options -c : disable color at standard output -b : set the base directory for the config and data files (~/.licq by default) -I : force initialization of the given base directory -p : load the given plugin library -o : redirect stderr to <file>, which can be a device (ie /dev/ttyp4)
de: %s Version %s. Benutzung: Licq [-h] [-d #] [-b configdir] [-I] [-p Plugin] [-o Datei] [ -- <plugin #1 Parameter>] [-- <plugin #2 Parameter>...] -h : dieser Hilfe-Schirm (und weitere Plugin Hilfe-Seiten) -d : setzt, welche Informationen auf stdout protokolliert werden: 1 Status Informationen 2 Unbekannte Pakete 4 Fehler 8 Warnungen 16 Alle Pakete Werte zusammenrechnen für mehrere Optionen -c : Farbausgabe auf stdout abschalten -b : Basisordner für Konfigurations und Datendateien (~/.licq ist die Vorgabe) -I : Initialisierung des Basisordners erzwingen -p : Angegebenes Plugin laden -o : Fehlerausgabe nach <Datei> umleiten, kann auch ein Gerät sein (z. B. /dev/ttyp4)

source: File: %s (%lu bytes) Description: %s
de: Datei: %s (%lu Byte) Beschreibung: %s

source: Url: %s Description: %s
de: Url: %s Beschreibung: %s

source: %s -------------------- Multiparty: %s
de: %s -------------------- Mehrpersonen: %s

source: Alias: %s User: %s (%s) Name: %s %s Email: %s
de: Spitzname: %s Benutzer: %s (%s) Name: %s %s Email: %s

source: Authorization Request: %s
de: Autorisationsanfrage: %s

source: User %s (%s) authorized you
de: Benutzer %s (%s) hat Sie autorisiert.

source: User %s (%s) refused to authorize you
de: Benutzer %s (%s) hat Ihre Autorisation abgelehnt.

source: Message from %s (%s) through web panel: %s
de: Nachricht von %s (%s) über das Web Panel: %s

source: Message from %s (%s) through email pager: %s
de: Nachricht von %s (%s) über Email-Ticker: %s

source: Contact list (%d contacts):
de: Kontaktliste (%d Kontakte):

source: Phone: %s %s
de: Telefon: %s %s

source: System Server Message from %s (%s): %s
de: Systemnachricht über Server von %s (%s): %s

source: Plugin Event
de: Plugin-Ereignis

source: Chat Request
de: Chatanfrage

source: File Transfer
de: Dateiübertragung

source: Authorization Request
de: Autorisationsanfrage

source: AUthorization Refused
de: Autorisation abgelehnt

source: Authorization Granted
de: Autorisation gewährt

source: Server Message
de: Server Nachricht

source: Added to Contact List
de: Zur Kontaktliste hinzugefügt

source: Email Pager
de: Email-Ticker

source: Contact List
de: Kontaktliste

source: Unknown Event
de: Unbekanntes Ereignis

source: (cancelled)
de: (abgebrochen)

source: proxy hostname resolution failure (%d)
de: Fehler beim auflösen des Proxy Hostnamen (%d)

source: No proxy error detected
de: Kein Proxyfehler erkannt

source: Internal proxy error
de: Interner Proxyfehler

source: Unknown proxy error
de: Unbekannter Proxyfehler

source: %sCould not parse HTTP status line from proxy
de: %sKonnte Proxy HTTP-Statuszeile nicht analysieren

source: %sHTTPS proxy return error code: %d, error string: %s
de: %sHTTPS-Proxy gab einen Fehlercode zurück: %d, Fehlerzeichenkette: %s

source: %sLoading saved auto-responses.
de: %sGespeicherte Auto-Antworten werden geladen.

source: Unknown signal.
de: Unbekanntes Signal.

source: Licq Segmentation Violation Detected.
de: Licq Speicherzugriffsfehler entdeckt.

source: Backtrace:
de: Rückverfolgung:

source: Attempting to generate core file.
de: Eine Core-Datei wird erstellt.

source: hostname resolution failure (%d)
de: Fehler beim Auflösen des Hostnamen (%d)

source: DesX encryption/decryption failure
de: DesX ver-/entschlüsselungsfehler

source: No error detected
de: Kein Fehler entdeckt

source: Internal error
de: Interner Fehler

source: %sYour IP stack or SOCKS client is a piece of crap. %sAttempting to guess local IP.
de: %sDer IP-Stack oder SOCKS Client ist unbrauchbar. %sVersuche, die lokale IP zu erraten.

source: server socket was closed!!!
de: Server Socket wurde geschlossen!

source: %serror during receiving from server socket :-(( %s%s
de: %sFehler beim Empfangen vom Server Socket :-( %s%s

source: %sUser configuration.
de: %sBenutzerkonfiguration.

source: %sLoading %d users.
de: %s%d Benutzer werden geladen.

source: %sSkipping user %i, empty key.
de: %sBenutzer %i wird übersprungen, leerer Eintrag.

source: %sGroup %s already on list.
de: %sGruppe %s ist bereits auf der Liste.
