Repository: Hodorgasm/licq
Catalog: qt-gui/po/*.po
Languages: nl, sv

source: Sending file transfer
nl: Bestandsoverdracht sturen

source: Update local or server information?
nl: Ververs de lokale of de server informatie?

source: Local
nl: Lokale

source: Updating server...
nl: Server verversen...

source: Updating...
nl: Verversen...

source: done
nl: klaar

source: failed
nl: fout

source: timed out
nl: duurt te lang

source: error
nl: fout

source: %s is in %s mode. Send "urgent" to ignore.
nl: %s is in de %s modus. Stuur "urgent" om dit te negeren.

source: %s refused %s, send through server.
nl: %s weigert %s, stuur door server.

source: %s%s with %s refused: %s%s
nl: %s%s met %s geweigerd: %s%s

source: Event Type
nl: Gebeurtenis Type

source: Time Received
nl: Ontvangst tijd

source: Flags
nl: Vlaggen

source: Licq Options
nl: Licq Opties

source: Apply
nl: Toepassen

source: What's This?
nl: Wat is dit?

source: The font used for all widgets
nl: Het font gebruikt voor de widgets

source: Select Font
nl: Selecteer Font

source: Select a font from the system list
nl: Selecteer een font van de systeemlijst

source: Use Font Styles
nl: Gebruik Font Stijlen

source: Use italics and bold in the user list to indicate special characteristics such as online notify and visible list
nl: Gebruik cursief en vet in de gebruikerslijst om speciale eigenschappen weer te geven, zoals ingelogd waarschuwing en zichtbaar lijst

source: Show Grid Lines
nl: Toon Rasterlijnen

source: Draw boxes around each square in the user list
nl: Teken lijnen rond elke gebruiker in de lijst

source: Show Column Headers
nl: Toon Kolom Legenda

source: Turns on or off the display of headers above each column in the user list
nl: Zet de kolom legenda boven elke kolom aan of uit in de gebruikerslijst

source: Show User Dividers
nl: Gebruikers Titels

source: Show the "--online--" and "--offline--" bars in the contact list
nl: Toon de "--inglogd--" en "--uitgelogd--" regels in de contact lijst

source: Auto Close Function Window
nl: Automatisch Functie Venster Sluiten

source: Sets the default behavior for auto closing the user function window after a succesful event
nl: Geeft de standaard actie om automatisch het functie venster te sluiten bij een succesvolle gebeurtenis

source: Width
nl: Breedte

source: Alignment
nl: Uitlijning

source: Column %d
nl: Kolom %d

source: Name
nl: Naam

source: Left
nl: Links

source: Right
nl: Rechts

source: Center
nl: Midden

source: OnEvents Enabled
nl: OpGebeurtenis Ingeschakeld

source: Enable running of "Command" when the relevant event occurs.
nl: Start "Commando" als de gebeurtenis voorvalt

source: Command:
nl: Commando:

source: Command to execute when an event is received. It will be passed the relevant parameters from below. Parameters can contain the following expressions which will be replaced with the relevant information: %a - user alias %i - user ip %p - user port %e - email %n - full name %f - first name %l - last name %u - uin %w - webpage %h - phone number
nl: Het op te gebruiken commando bij een gebeurtenis. Het commando kan de hier aangegeven argumenten ontvangen: %a - gebruikersalias %i - gebruikers-ip %p - gebruikerspoort %e - email %n - gehele naam %f - voornaam %l - achternaam %u - UIN %w - webpagina %h - telefoonnummer

source: Parameters
nl: Argumenten

source: Parameter for received messages
nl: Argument voor ontvangen berichten

source: Parameter for received URLs
nl: Argument voor ontvangen URLs

source: Chat Request:
nl: Chat Verzoek:

source: Parameter for received chat requests
nl: Argument voor ontvangen chat verzoeken

source: File Transfer:
nl: Bestandsoverdracht:

source: Parameter for received file transfers
nl: Argument voor ontvangen bestandsoverdrachten

source: Online Notify:
nl: Ingelogd Waarschuwing:

source: Parameter for online notification
nl: Argument voor ingelogd waarschuwingen

source: List of servers to connect to (read-only for now)
nl: Lijst van servers om verbinding mee te maken (alleen lezen)

source: Default Server Port:
nl: Standaard Server Poort:

source: Default port to connect to on the server (should be 4000)
nl: Standaard poort om verbinding met de server te maken (4000)

source: TCP Server Port:
nl: TCP Server Poort:

source: TCP port for local server. Set to "0" for system assigned port. Use if you are behinda firewall or using ip masquerading.
nl: TCP poort voor lokale server. Geef "0" voor een toegewezen poort. Gebruik een TCP poort als u achter een firewall zit of ip masquerading gebruikt.

source: Max Users per Packet:
nl: Max Gebruikers per Pakket:

source: Leave at 125 unless all your users appear offline when they should not be. Then lower it until they appear again (try ~100).
nl: Zet op 125, behalve als gebruikers uitgelogd lijken, terwijl ze dat niet zijn. Verlaag in dit geval deze waarde tot u ze weer online ziet (probeer ~100).

source: Auto Logon:
nl: Automatisch Inloggen:

source: Automatically log on when first starting up.
nl: Log automatisch in bij het opstarten van Licq.

source: Offline
nl: Uitgelogd

source: Online
nl: Ingelogd

source: Away
nl: Weg

source: Not Available
nl: Niet Beschikbaar

source: Occupied
nl: Bezig

source: Do Not Disturb
nl: Niet Storen

source: Free for Chat
nl: Vrij voor Chat

source: Invisible
nl: Onzichtbaar

source: Auto Away:
nl: Automatisch Weg:

source: Number of minutes of inactivity after which to automatically be marked "away". Set to "0" to disable.
nl: Aantal minuten van inactiviteit voordat "Weg" automatisch aangezet wordt. Geef een "0" om uit te zetten.

source: Auto N/A:
nl: Auto N/B:

source: Number of minutes of inactivity after which to automatically be marked "not available". Set to "0" to disable.
nl: Aantal minuten van inactiviteit voordat "Niet Beschikbaar" automatisch aangezet wordt. Geef een "0" om uit te zetten.

source: Web Presence Enabled
nl: Web Aanwezigheid Ingeschakeld

source: Web presence allows users to see if you are online through your web indicator.
nl: Web aanwezigheid laat gebruikers zien of u online bent via uw web indicator

source: Hide IP
nl: Verberg IP

source: Hiding ip stops users from seeing your ip.
nl: Verberg IP verhindert gebruikers uw IP adres te zien.

source: Error Log:
nl: Fout Log:

source: Url Viewer:
nl: URL Bekijken:

source: The command to run to view a URL. Will be passed the URL as a parameter.
nl: Het te gebruiken commando om een URL te bekijken. URL wordt als argument meegegeven.

source: The command to run to start your terminal program.
nl: Het te gebruiken commando om een terminal te openen.

source: Translation:
nl: Vertaling:

source: Sets which translation table should be used for translating characters.
nl: Geeft aan welke vertalingstabel voor de karakters gebruikt moet worden.

source: ERROR
nl: FOUT

source: none
nl: geen

source: Use Dock Icon
nl: Gebruik Dock Pictogram

source: Controls whether or not the dockable icon should be displayed.
nl: Geeft aan of er een dock pictogram weergegeven moet worden.

source: 64 x 48 Dock Icon
nl: 64 x 48 Dock Pictogram

source: Selects between the standard 64x64 icon used in the WindowMaker/Afterstep wharf and a shorter 64x48 icon for use in the Gnome/KDE panel.
nl: Selecteer een 64x64 pictogram gebruikt in Windowmaker/Afterstep wharf of een kleiner 64x48 pictogram gebruikt in het Gnome/KDE panel.

source: Appearance
nl: Uiterlijk

source: Columns
nl: Kolommen

source: OnEvent
nl: OpGebeurtenis

source: Network
nl: Netwerk

source: Extensions
nl: Extensie

source: Hide Window
nl: Verberg Venster

source: Clear
nl: Wis

source: First Name:
nl: Voornaam:

source: Last Name:
nl: Achternaam:

source: &Name
nl: &Naam

source: Email Address:
nl: Email Adres:

source: &Search
nl: &Zoek

source: Search Again
nl: Zoek Nogmaals

source: Searching (this can take awhile)...
nl: Aan het zoeken (dit kan even duren)...

source: A&lert User
nl: &Waarschuw Gebruiker

source: &Done
nl: &Klaar

source: More users found. Narrow search.
nl: Meer gebruikers gevonden. Verklein zoekactie.

source: Search failed.
nl: Zoeken gefaald.

source: &Show Again
nl: &Toon Nogmaals

source: %s Message for %s
nl: %s Bericht voor %s

source: EMail Address
nl: Email Adres

source: Password:
nl: Wachtwoord:

source: Verify:
nl: Controle:

source: &Register Existing User
nl: &Registreer Bestaande Gebruiker

source: Licq User Registration
nl: Licq Gebruikers Registratie

source: If you are registering a new uin, choose a password and click "OK". If you already have a uin, then toggle "Register Existing User", enter your uin and your password, and click "OK"
nl: Als u een nieuw UIN wilt, voer dan een wachtwoord in en kies "OK". Als u al een UIN heeft, kies dan "Registreer Bestaande Gebruiker", voer uw UIN en wachtwoord in, en kies "OK"

source: Invalid password, must be 8 characters or less.
nl: Wachtwoord niet goed, moet minder dan 8 karakters zijn.

source: Passwords do not match, try again.
nl: Wachtwoorden zijn niet hetzelfde, probeer nogmaals.

source: Invalid UIN. Try again.
nl: UIN niet goed. Probeer nogmaals.

source: Registered succesfully. Now log on and update your personal info.
nl: Registreren gelukt. Log nu in en pas uw persoonlijke informatie aan.

source: User Registration in Progress...
nl: Gebruikers Registratie in Behandeling...

source: Icons
nl: Pictogrammen

source: Licq Skin Browser
nl: Licq Skin Bladeraar
