Repository: Hodorgasm/licq
Catalog: qt-gui/po/*.po
Languages: nl, sv

source: RegisterUserDlg::Registered succesfully. Now log on and update your personal info.
sv: Registreringen lyckades. Anslut och uppdatera dina personliga uppgifter.

source: RegisterUserDlg::The passwords don't seem to match.
sv: Lösenorden verkar inte stämma överräns.

source: RegisterUserDlg::UIN Registration - Step 2
sv: UIN Registrering - Steg 2

source: RegisterUserDlg::UIN Registration - Step 3
sv: UIN Registrering - Step 3

source: RegisterUserDlg::UIN Registration
sv: UIN Registrering

source: RegisterUserDlg::Uin:
sv: Uin:

source: RegisterUserDlg::User Registration in Progress...
sv: Användarregistrering pågår...

source: RegisterUserDlg::Verify:
sv: Bekräfra:

source: RegisterUserDlg::Welcome to the Registration Wizard. You can register a new user here, or configure Licq to use an existing UIN. If you are registering a new uin, choose a password and click "Finish". If you already have a uin, then toggle "Register Existing User", enter your uin and your password, and click "OK" Press "Next" to proceed.
sv: Välkommen till registreringsguiden. Du kan registrera en ny användare här, eller konfigurera Licq att använda ett befintlig UIN. Om du registrerar ett nytt UIN, välj ett lösenord och klicka på 'Slutför'. Om du redan har ett UIN, välj "Registrera Befintlig Användare", skriv in ditt UIN och lösenord, och klicka på "OK" Klicka på "Nästa" för att fortsätta.

source: RegisterUserDlg::You need to enter a valid UIN when you try to register an existing user.
sv: Du måste skriva in ett godkänt UIN när du försöker att registrera en befintlig användare.

source: SearchUserDlg::&Add %1 Users
sv: &Lägg till %1 användare

source: SearchUserDlg::&Add User
sv: &Lägg till Användare

source: SearchUserDlg::&Done
sv: &Klar

source: SearchUserDlg::&Email
sv: &E-post

source: SearchUserDlg::&Name
sv: &Namn

source: SearchUserDlg::&Search
sv: &Sök

source: SearchUserDlg::&Uin#
sv: &Uin#

source: SearchUserDlg::A&lert User
sv: &Varna användare

source: SearchUserDlg::Alias:
sv: Alias:

source: SearchUserDlg::Cancel
sv: Avbryt

source: SearchUserDlg::Email Address:
sv: E-postaddress:

source: SearchUserDlg::Enter search parameters and select 'Search'
sv: Ange sökparametrar och välj 'Sök'

source: SearchUserDlg::First Name:
sv: Förnamn:

source: SearchUserDlg::Last Name:
sv: Efternamn:

source: SearchUserDlg::Licq - User Search
sv: Licq - användarsökning

source: SearchUserDlg::More users found. Narrow search.
sv: Fler användare funna. Begränsa sökning.

source: SearchUserDlg::Reset Search
sv: Återsätll sökning

source: SearchUserDlg::Search failed.
sv: Sökning misslyckades.

source: SearchUserDlg::Searching (this can take awhile)...
sv: Söker (detta kan dröja en stund)...

source: SearchUserDlg::UIN#:
sv: UIN#:

source: SearchUserView::Alias
sv: Alias

source: SearchUserView::Email
sv: E-post

source: SearchUserView::Name
sv: Namn

source: SearchUserView::UIN
sv: UIN

source: SecurityDlg::&Cancel
sv: &Avrbyt

source: SecurityDlg::&Update
sv: &Uppdatera

source: SecurityDlg::Authorization Required
sv: Godkännande nödvändigt

source: SecurityDlg::Determines whether regular ICQ clients require your authorization to add you to their contact list.
sv: Avgör om vanliga ICQ-klienter behöver ditt godkännande för att lägga till dig i deras kontaktlistor

source: SecurityDlg::Hide IP
sv: Dölj IP

source: SecurityDlg::Hiding ip stops users from seeing your ip.
sv: Döljande av IP hindrar andra från att se din IP-address.

source: SecurityDlg::ICQ Security Options [Setting...
sv: ICQ säkerhetsalternativ [alternativ...

source: SecurityDlg::ICQ Security Options [Setting...]
sv: ICQ säkerhetsalternativ [alternativ...

source: SecurityDlg::ICQ Security Options
sv: ICQ säkerhetsalternativ

source: SecurityDlg::Options
sv: Alternativ

source: SecurityDlg::Web Presence
sv: Webbnärvaro

source: SecurityDlg::Web presence allows users to see if you are online through your web indicator.
sv: Webbnärvaro gör det möjligt för andra att se om du är ansluten, via din webbindikator.

source: SecurityDlg::You need to be connected to the ICQ Network to change the settings.
sv: Du måste vara ansluten till ICQ-Nätverket för att ändra inställningarna.

source: SecurityDlg::error
sv: fel

source: SecurityDlg::failed
sv: misslyckades

source: SecurityDlg::timed out
sv: dog ut

source: ShowAwayMsgDlg::%1 Response for %2
sv: %1 svar till %2

source: ShowAwayMsgDlg::&Ok
sv: &OK

source: ShowAwayMsgDlg::&Show Again
sv: &Visa igen

source: ShowAwayMsgDlg::error
sv: fel

source: ShowAwayMsgDlg::failed
sv: misslyckades

source: ShowAwayMsgDlg::timed out
sv: dog ut

source: SkinBrowserDlg::&Apply
sv: &Använd

source: SkinBrowserDlg::&Done
sv: &Klar

source: SkinBrowserDlg::&Edit
sv: &Redigera

source: SkinBrowserDlg::A&pply
sv: &Använd

source: SkinBrowserDlg::Error
sv: Fel

source: SkinBrowserDlg::Icons
sv: Ikoner

source: SkinBrowserDlg::Licq Skin Browser
sv: Licq Skinnbläddrare

source: SkinBrowserDlg::Name
sv: Namn

source: SkinBrowserDlg::Skins
sv: Skinn

source: UserEventCommon::Secure channel information
sv: Information om säker kanal

source: UserEventCommon::Show User History
sv: Visa användarhistorik

source: UserEventCommon::Show User Info
sv: Visa användarinformation

source: UserEventCommon::Status:
sv: Status:

source: UserEventCommon::Time:
sv: Tid:

source: UserEventCommon::Unknown
sv: Okänd

source: UserInfoDlg:: Day:
sv: Dag:

source: UserInfoDlg:: Month:
sv: Månad:

source: UserInfoDlg:: Year:
sv: År

source: UserInfoDlg::&About
sv: &Om

source: UserInfoDlg::&Close
sv: &Stäng

source: UserInfoDlg::&Filter:
sv: &Filter:

source: UserInfoDlg::&General
sv: &Allmänt

source: UserInfoDlg::&History
sv: &Historik

source: UserInfoDlg::&Last
sv: &Sista

source: UserInfoDlg::&Menu
sv: &Meny

source: UserInfoDlg::&More
sv: &Mer

source: UserInfoDlg::&Save
sv: &Spara

source: UserInfoDlg::&Update
sv: &Uppdatera

source: UserInfoDlg::&Work
sv: &Arbete

source: UserInfoDlg::About:
sv: Om:

source: UserInfoDlg::Address:
sv: Adress:

source: UserInfoDlg::Age:
sv: Ålder:

source: UserInfoDlg::Alias:
sv: Alias:

source: UserInfoDlg::Authorization Not Required
sv: Godkännande ej nödvändigt

source: UserInfoDlg::Authorization Required
sv: Godkännande nödvändigt

source: UserInfoDlg::Birthday:
sv: Födelsedag:

source: UserInfoDlg::Cellular:
sv: Mobil:

source: UserInfoDlg::City:
sv: Stad:

source: UserInfoDlg::Country:
sv: Land:

source: UserInfoDlg::Department:
sv: Avdelning:

source: UserInfoDlg::EMail 1:
sv: E-post 1:

source: UserInfoDlg::EMail 2:
sv: E-post 2:

source: UserInfoDlg::Error loading history file: %1 Description: %2
sv: Fel vid inhämtande av historikfil: %1 Beskrivning: %2

source: UserInfoDlg::Fax:
sv: Fax:

source: UserInfoDlg::Female
sv: Kvinnlig

source: UserInfoDlg::GMT%1%1%1
sv: GMT%1%1%1

source: UserInfoDlg::Gender:
sv: Kön:

source: UserInfoDlg::Homepage:
sv: Hemsida:

source: UserInfoDlg::IP:
sv: IP:

source: UserInfoDlg::Language 1:
sv: Språk 1:

source: UserInfoDlg::Language 2:
sv: Språk 2:

source: UserInfoDlg::Language 3:
sv: Språk 3:

source: UserInfoDlg::Last Checked Auto Response:
sv: Senast visade autosvar:

source: UserInfoDlg::Last Online:
sv: Senast ansluten:

source: UserInfoDlg::Last Received Event:
sv: Senast mottagna händelse:

source: UserInfoDlg::Last Sent Event:
sv: Senast skickade händelse:

source: UserInfoDlg::Licq - Info
sv: Licq - information

source: UserInfoDlg::Male
sv: Manlig

source: UserInfoDlg::Name:
sv: Namn:

source: UserInfoDlg::Nex&t
sv: &Nästa

source: UserInfoDlg::Now
sv: Nu

source: UserInfoDlg::Old Email:
sv: Gammal e-post:

source: UserInfoDlg::P&rev
sv: &Föregående

source: UserInfoDlg::Phone:
sv: Telefon:

source: UserInfoDlg::Position:
sv: Befattning:

source: UserInfoDlg::Retrieve
sv: Hämta

source: UserInfoDlg::Rever&se
sv: &Omvänd

source: UserInfoDlg::Sorry, history is disabled for this person.
sv: Tyvärr, historik är inaktiverad för den här personen.

source: UserInfoDlg::State:
sv: Stat:

source: UserInfoDlg::Status:
sv: Status:

source: UserInfoDlg::Timezone:
sv: Tidszon:

source: UserInfoDlg::UIN:
sv: UIN#:

source: UserInfoDlg::Unknown (%1)
sv: Okänd (%1)

source: UserInfoDlg::Unknown
sv: Okänd

source: UserInfoDlg::Unspecified
sv: Ospecificerat

source: UserInfoDlg::Updating server...
sv: Uppdaterar server...

source: UserInfoDlg::Updating...
sv: Uppdaterar...

source: UserInfoDlg::You need to be connected to the ICQ Network to change your settings.
sv: Du måste vara ansluten till ICQ-nätverket för att ändra dina inställningar.

source: UserInfoDlg::You need to be connected to the ICQ Network to retrieve your settings.
sv: Du måste vara ansluten till ICQ-nätverket för att hämta dina inställningar.

source: UserInfoDlg::Zip:
sv: Postnummer:

source: UserInfoDlg::[<font color="%1">Received</font>] [<font color="%2">Sent</font>] %3 out of %4 matches
sv: [<font color="%1">Mottaget</font>] [<font color="%2">Skickat</font>] %3 utav %4 överränsstämmelser

source: UserInfoDlg::[<font color="%1">Received</font>] [<font color="%2">Sent</font>] %3 to %4 of %5
sv: [<font color="%1">Mottaget</font>] [<font color="%2">Skickat</font>] %3 till %4 utav %5

source: UserInfoDlg::done
sv: klar

source: UserInfoDlg::error
sv: fel

source: UserInfoDlg::failed
sv: misslyckades

source: UserInfoDlg::from
sv: från

source: UserInfoDlg::server
sv: server

source: UserInfoDlg::timed out
sv: dog ut

source: UserInfoDlg::to
sv: till

source: UserSendChatEvent:: - Chat Request
sv: - Chattbegäran

source: UserSendChatEvent::Chat with %2 refused: %3
sv: Snack med %2 vägrade: %3

source: UserSendChatEvent::Clear
sv: Rensa

source: UserSendChatEvent::Invite
sv: Bjud in

source: UserSendChatEvent::Multiparty:
sv: Grupp:

source: UserSendCommon::%1 is in %2 mode: %3
sv: %1 är i %2-läge: %3

source: UserSendCommon::%1 refused %2, send through server.
sv: %1 vägrade %2, skicka genom server.

source: UserSendCommon::&Cancel
sv: &Avbryt

source: UserSendCommon::&Close
sv: S&täng

source: UserSendCommon::&Menu
sv: &Meny

source: UserSendCommon::&Send
sv: &Skicka

source: UserSendCommon::Cancel
sv: Avbryt

source: UserSendCommon::Chat Request
sv: Chattbegäran

source: UserSendCommon::Contact List
sv: Kontaktlista

source: UserSendCommon::Direct send failed, send through server?
sv: Direktsändning misslyckades, skicka genom server?

source: UserSendCommon::Drag Users Here Right Click for Options
sv: Dra användare hit högerklicka för alternativ

source: UserSendCommon::File Transfer
sv: Filöverföring

source: UserSendCommon::M&ultiple recipients
sv: &Flera mottagare

source: UserSendCommon::Message
sv: Meddelande

source: UserSendCommon::No
sv: Nej

source: UserSendCommon::Se&nd through server
sv: &Skicka genom server

source: UserSendCommon::Send to Contact List
sv: Skicka till kontaktlista

source: UserSendCommon::Send Urgent
sv: Skicka brådskande

source: UserSendCommon::Sending
sv: Skickar

source: UserSendCommon::U&rgent
sv: &Brådskande

source: UserSendCommon::URL
sv: URL

source: UserSendCommon::Yes
sv: Ja

source: UserSendCommon::direct
sv: direkt

source: UserSendCommon::done
sv: klar

source: UserSendCommon::error
sv: fel

source: UserSendCommon::failed
sv: misslyckades

source: UserSendCommon::partial
sv: partiell

source: UserSendCommon::timed out
sv: dog ut

source: UserSendCommon::via server
sv: via server

source: UserSendContactEvent:: - Contact List
sv: - Kontaktlista

source: UserSendContactEvent::Drag Users Here - Right Click for Options
sv: Dra användare hit - högerklicka för alternativ

source: UserSendFileEvent:: - File Transfer
sv: - Filöverföring

source: UserSendFileEvent::Browse
sv: Bläddra

source: UserSendFileEvent::File transfer with %2 refused: %3
sv: Filöverföring med %2 vägrad: %3

source: UserSendFileEvent::File(s):
sv: Fil(er):

source: UserSendFileEvent::You must specify a file to transfer!
sv: Du måste ange en fil att överföra!

source: UserSendMsgEvent:: - Message
sv: - Meddelande

source: UserSendMsgEvent::&No
sv: &Nej

source: UserSendMsgEvent::&Yes
sv: &Ja

source: UserSendMsgEvent::You didn't edit the message. Do you really want to send it?
sv: Du har inte redigerat meddelandet. Skicka det i alla fall?

source: UserSendUrlEvent:: - URL
sv: - URL

source: UserSendUrlEvent::URL :
sv: URL :

source: UserViewEvent::&Close
sv: S&täng

source: UserViewEvent::&Forward
sv: &Vidarebefodra

source: UserViewEvent::&Join
sv: &Delta

source: UserViewEvent::&Menu
sv: &Meny

source: UserViewEvent::&Quote
sv: &Citera

source: UserViewEvent::&Refuse
sv: &Vägra

source: UserViewEvent::&Reply
sv: &Svara

source: UserViewEvent::&View
sv: &Visa

source: UserViewEvent::A&ccept
sv: &Acceptera

source: UserViewEvent::A&dd %1 Users
sv: &Lägg till %1 Användare

source: UserViewEvent::A&dd User
sv: &Lägg till Användare

source: UserViewEvent::A&uthorize
sv: &Godkänn

source: UserViewEvent::Aut&o Close
sv: &Autostäng

source: UserViewEvent::Chat
sv: Chatt

source: UserViewEvent::File Transfer
sv: Filöverföring

source: UserViewEvent::Nex&t (%1)
sv: &Nästa (%1)

source: UserViewEvent::Nex&t
sv: &Nästa

source: UserViewEvent::Normal Click - Close Window <CTRL>+Click - also delete User
sv: Vänsterklicka - stäng fönster <Ctrl>+Vänsterklicka - ta samtidigt bort användare

source: UserViewEvent::Start Chat
sv: Påbörja chatt

source: UserViewEvent::View URL failed
sv: Visning av URL misslyckades

source: UserViewEvent:: -------------------- Request was cancelled.
sv: ------------------- Begäran avbröts.

source: WharfIcon::Left click - Show main window Middle click - Show next message Right click - System menu
sv: Vänsterklicka - Visa huvudfönstret Mittenklicka - Visa nästa meddelande Högerklicka - System meny

source: QFontDialog::&Color
sv: Godkännande beviljades<

source: QFontDialog::&Font
sv: &Typsnitt

source: QFontDialog::&Size
sv: &Storlek

source: QFontDialog::&Underline
sv: &Understruket

source: QFontDialog::Apply
sv: Verkställ

source: QFontDialog::Cancel
sv: Avbryt

source: QFontDialog::Close
sv: Stäng

source: QFontDialog::Effects
sv: Effekter

source: QFontDialog::Font st&yle
sv: Typst&il

source: QFontDialog::OK
sv: OK

source: QFontDialog::Sample
sv: Exempel

source: QFontDialog::Scr&ipt
sv: Skr&ift

source: QFontDialog::Select Font
sv: Välj typsnitt

source: QFontDialog::Stri&keout
sv: &Överstruket

source: You have not yet registered a uin. Select the "Register" option from the system menu to register an existing uin or create a new one.
nl: Er is nog geen UIN geregistreerd. Selecteer de "Registreer" optie in het systeem menu om een oude UIN te registreren of een nieuwe UIN aan te maken.

source: &System
nl: &Systeem

source: SysMsg
nl: SysBrcht

source: %d msg%c
nl: %d brcht%c

source: No msgs
nl: Geen brcht

source: Successfully registered, your user identification number (UIN) is %ld. Now log on and update your personal info.
nl: Het registreren is gelukt. Uw gebruikersnummer (UIN) is %ld. U kunt nu inloggen en uw persoonlijke informatie aanpassen.

source: Registration failed. See network window for details.
nl: Registratie is niet gelukt. Bekijk netwerk venster voor details.

source: Authorization granted.
nl: Authorisatie gelukt.

source: Are you sure you want to remove %s (%ld) from your contact list?
nl: Weet u zeker dat u %s (%ld) van uw contact lijst wilt verwijderen?

source: Cancel
nl: Annuleer

source: Are you sure you want to remove %s (%ld) from the '%s' group?
nl: Weet u zeker dat u %s (%ld) uit de '%s' groep wilt verwijderen?

source: Licq version %s. Qt GUI plugin version %s. Author: Graham Roff http://www.licq.org %s (%ld) %d contacts.
nl: Licq versie %s. Qt GUI plugin versie %s. Auteur: Graham Roff http://www.licq.org %s (%ld) %d contacten.

source: &Online
nl: &Ingelogd

source: &Away
nl: &Weg

source: &Not Available
nl: Niet &Beschikbaar

source: O&ccupied
nl: Bezi&g

source: &Do Not Disturb
nl: &Niet Storen

source: Free for C&hat
nl: Vrij voor C&hat

source: O&ffline
nl: &Uitgelogd

source: &Invisible
nl: On&zichtbaar

source: &Send Message
nl: S&tuur Bericht

source: Send &Url
nl: Stuur UR&L

source: Send &Chat Request
nl: Stuur &Chat Aanvraag

source: Send &File Transfer
nl: Stuur B&estandsoverdracht

source: &Add User
nl: &Voeg Gebruiker Toe

source: S&earch for User
nl: &Zoek Gebruiker

source: A&uthorize User
nl: &Authoriseer Gebruiker

source: Edit Groups
nl: Bewerk Groepen

source: &Update Contact List
nl: Ve&rvers Contacten Lijst

source: Update All Users
nl: Ververs Alle Gebruikers

source: &Redraw User Window
nl: Te&ken Venster Nogmaals

source: &Save All Users
nl: Bewaar Alle &Gebruikers

source: Register User
nl: Registreer Gebruiker

source: Unknown Packets
nl: Onbekende Pakketten

source: Errors
nl: Fouten

source: Warnings
nl: Waarschuwingen

source: Packets
nl: Pakketten

source: Set All
nl: Selecteer Alles

source: Clear All
nl: Wis Alles

source: User Functions
nl: Gebruiker Functies

source: &Group
nl: &Groep

source: Set &Auto Response
nl: &Automatische Respons

source: Show &Network Window
nl: Toon &Netwerk Venster

source: Use &Mini Mode
nl: &Mini Modus

source: Show Offline &Users
nl: Toon Uitgelogde &Gebruikers

source: &Options
nl: &Opties

source: S&kin Browser
nl: S&kins Bladeren

source: Next &Server
nl: Volgende &Server

source: Sa&ve Options
nl: Be&waar Opties

source: &About
nl: &Info

source: E&xit
nl: &Afsluiten

source: From Current Group
nl: Van Huidige Groep

source: From Contact List
nl: Van Contact Lijst

source: &View Event
nl: Bekijk &Gebeurtenis

source: Send Authorization
nl: Stuur Authorisatie

source: Check &Auto Response
nl: Bekijk &Automatische Respons

source: User &Info
nl: Gebruikers&info

source: User &Detail
nl: Gebruikers&detail

source: View &History
nl: Bekijk &Geschiedenis

source: Online Notify
nl: Ingelogd Waarschuwing

source: Invisible List
nl: Onzichtbaar Lijst

source: Visible List
nl: Zichtbaar Lijst

source: Remove
nl: Verwijder

source: Add To Group
nl: Voeg Toe aan Groep

source: &Utilities
nl: &Hulpmiddelen

source: You are currently registered as UIN: %ld Base Directory: %s Rerun licq with the -b option to select a new base directory and then register a new user.
nl: Uw bent geregistreerd als UIN: %ld Basismap: %s Herstart Licq met de -b optie om een nieuwe basismap te selecteren en registreer dan een nieuwe gebruiker.

source: Refusal Reason (if applicable):
nl: Reden van Weigering (indien nodig):

source: Accept
nl: Neem Aan

source: Refuse
nl: Weiger

source: Ignore
nl: Negeer

source: Accept chat with %s?
nl: Neem chat van %s aan?

source: &Cancel
nl: &Annuleer

source: Set Auto Response for %s:
nl: Automatische Respons voor %s:

source: I am currently %s. You can leave me a message.
nl: Ik ben %s. U kunt een berichtje achterlaten.

source: Authorize which user (UIN):
nl: Authoriseer welke gebruiker (UIN):

source: New User UIN:
nl: Nieuwe UIN Gebruiker:

source: &Alert User
nl: &Waarschuw Gebruiker

source: Remote - Not connected
nl: Extern - Niet verbonden

source: Local - %s
nl: Lokaal - %s

source: Close Chat
nl: Sluit Chat

source: Remote - Waiting for joiners...
nl: Extern - Wachten op gebruikers...

source: Remote - Received connection, shaking hands...
nl: Extern - Verbinding ontvangen, handschudden...

source: Remote - %s
nl: Extern - %s

source: Remote - Connected, shaking hands...
nl: Extern - Verbonden, handschudden...

source: Remote - Connected, waiting for response...
nl: Extern - Verbonden, wachten op reactie...

source: Accept file transfer from %s?
nl: Neem bestandsoverdracht van %s aan?

source: ICQ file transfer
nl: ICQ Bestandsoverdracht

source: Current file:
nl: Huidig bestand:

source: Local file name:
nl: Lokale bestandsnaam:

source: Unset
nl: Niet ingesteld

source: N/A
nl: N/B

source: Current File
nl: Huidig Bestand

source: Size:
nl: Grootte:

source: Time:
nl: Tijd:

source: &Cancel Transfer
nl: %Annuleer Overdracht

source: Unknown
nl: Onbekend

source: File already exists and is at least as big as the incoming file.
nl: Bestand bestaat al en heeft minimaal de grootte van het inkomende bestand.

source: Overwrite
nl: Overschrijven

source: File already exists and appears incomplete.
nl: Bestand bestaat al en lijkt niet compleet.

source: Resume
nl: Hervatten

source: Open error - unable to open file for writing.
nl: Fout bij openen - kan bestand niet openen voor schrijven

source: Retry
nl: Opnieuw

source: File transfer cancelled.
nl: Bestandsoverdracht geannuleerd.

source: Done
nl: Klaar

source: Waiting for connection...
nl: Wachten op verbinding...

source: Remote end disconnected.
nl: Verbinding verbroken door externe host.

source: ICQ file transfer %s %s
nl: ICQ bestandsoverdracht %s %s

source: from
nl: van

source: to
nl: naar

source: Received init, waiting for batch info...
nl: Begin ontvangen, wacht op de rest...

source: Receiving file...
nl: Bestand aan het ontvangen...

source: %sFile transfer of '%s' from %s completed successfully.
nl: %sBestandsoverdracht van '%s' van %s is klaar.

source: File received.
nl: Bestand ontvangen.

source: Connecting to remote...
nl: Verbinding maken met externe host...

source: Connected, shaking hands...
nl: Verbonden, handschudden...

source: Connected, waiting for response...
nl: Verbonden, wachten op reactie...

source: Sent batch info, waiting for ack...
nl: Informatie gestuurd, wacht op goedkeuring...

source: Starting transfer...
nl: Overdracht aan het starten...

source: Sending file...
nl: Bestand aan het sturen...

source: File sent.
nl: Bestand verstuurd.

source: %sFile transfer of '%s' to %s completed successfully.
nl: %sBestandsoverdracht van '%s' naar %s is klaar.

source: File transfer complete.
nl: Bestandsoverdracht is klaar.

source: View Event
nl: Bekijk Gebeurtenis

source: Send Event
nl: Stuur Gebeurtenis

source: Select Function
nl: Selecteer Functie

source: Message
nl: Bericht

source: Check Auto Response
nl: Bekijk Automatische Respons

source: Chat Request
nl: Chat Verzoek

source: File Transfer
nl: Bestandsoverdracht

source: Send through server
nl: Stuur door server

source: Spoof UIN:
nl: Imiteer UIN:

source: User Info
nl: Gebruikersinfo

source: Name:
nl: Naam:

source: History:
nl: Geschiedenis:

source: Authorization Needed
nl: Authorisatie Nodig

source: Age:
nl: Leeftijd:

source: State:
nl: Staat:

source: City:
nl: Stad:

source: Country:
nl: Land:

source: Unspecified
nl: Niet Aangegeven

source: Unknown (unspecified)
nl: Onbekend (niet aangegeven)

source: Sex:
nl: Geslacht:

source: Female
nl: Vrouw

source: Male
nl: Man

source: Phone:
nl: Telefoon:

source: About
nl: Info

source: History
nl: Geschiedenis

source: History read only
nl: Geschiedenis alleen lezen

source: Auto Close
nl: Automatisch Sluiten

source: Close
nl: Sluiten

source: Save
nl: Opslaan

source: Unknown (%d)
nl: Onbekend (%d)

source: Send
nl: Stuur

source: Update
nl: Ververs

source: Reply
nl: Antwoord

source: View URL?
nl: URL Bekijken?

source: Yes
nl: Ja

source: No
nl: Nee

source: Authorize?
nl: Authoriseren?

source: Add?
nl: Toevoegen?

source: Spoofing messages is immoral and possibly illegal. In clicking OK you absolve the author from any responsibility for your actions. Do you want to continue?
nl: Berichten sturen op naam van iemand anders is immoreel. en mogelijk illegaal. Door OK te geven ontslaat u de auteur van alle verantwoordelijkheid van uw acties. Wilt u doorgaan?

source: Message:
nl: Bericht:

source: Description:
nl: Beschrijving:

source: Reason:
nl: Reden:

source: Filename:
nl: Bestandsnaam:

source: Message is %d characters, over the ICQ98 limit of %d. Licq, ICQ99, and other clones support longer messages however ICQ98 will not. Continue?
nl: Bericht is %d karakters, over het ICQ98 limiet van %d. Licq, ICQ99, en andere klonen ondersteunen langere berichten, maar ICQ98 niet. Doorgaan?

source: Sending msg
nl: Bericht Sturen

source: Fetching...
nl: Ophalen...

source: Sending URL
nl: URL Zenden

source: Sending chat request
nl: Chat verzoek sturen
