Repository: Hodorgasm/licq
Catalog: qt-gui/po/*.po
Languages: nl, sv

source: HintsDlg::<h2>Hints for Using<br>the Licq Qt-GUI Plugin</h2><br><hr><br><ul><li>Change your status by right clicking on the status label.</li><li>Change your auto response by double-clicking on the status label.</li><li>View system messages by double clicking on the message label.</li><li>Change groups by right clicking on the message label.</li><li>Use the following shortcuts from the contact list:<ul><li><tt>Ctrl-M : </tt>Toggle mini-mode</li><li><tt>Ctrl-O : </tt>Toggle show offline users</li><li><tt>Ctrl-X : </tt>Exit</li><li><tt>Ctrl-H : </tt>Hide</li><li><tt>Ctrl-I : </tt>View the next message</li><li><tt>Ctrl-V : </tt>View message</li><li><tt>Ctrl-S : </tt>Send message</li><li><tt>Ctrl-U : </tt>Send Url</li><li><tt>Ctrl-C : </tt>Send chat request</li><li><tt>Ctrl-F : </tt>Send File</li><li><tt>Ctrl-A : </tt>Check Auto response</li><li><tt>Ctrl-P : </tt>Popup all messages</li><li><tt>Ctrl-L : </tt>Redraw user window</li><li><tt>Delete : </tt>Delete user from current group</li><li><tt>Ctrl-Delete : </tt>Delete user from contact list</li></ul><li>Hold control while clicking on close in the function window to remove the user from your contact list.</li><li>Hit Ctrl-Enter from most text entry fields to select "Ok" or "Accept". For example in the send tab of the user function window.</li><li>Here is the complete list of user % options, which can be used in <b>OnEvent</b> parameters, <b>auto responses</b>, and <b>utilities</b>:
sv: <h2>Tips för Användning<br>av Licq Qt-GUI tillägget</h2><br><hr><br> <ul> <li>Ändra din status genom att klicka på status-etiketten.</li> <li>Ändra ditt autosvar genom att dubbel-klicka på status-etiketten.</li> <li>Visa systemmeddelanden genom att dubbel-klicka på meddelande-etiketten.</li> <li>Ändra grupper genom att klicka på meddelande-etiketten.</li> <li>Använd följande kort-kommandon från kontaktlistan:<ul> <li><tt>Ctrl-M : </tt>Växla mini-läge</li> <li><tt>Ctrl-O : </tt>Växla visa frånkopplade användare</li> <li><tt>Ctrl-X : </tt>Avsluta</li> <li><tt>Ctrl-H : </tt>Göm</li> <li><tt>Ctrl-I : </tt>Visa nästa meddelande</li> <li><tt>Ctrl-V : </tt>Visa meddelande</li> <li><tt>Ctrl-S : </tt>Skicka meddelande</li> <li><tt>Ctrl-U : </tt>Skicka URL</li> <li><tt>Ctrl-C : </tt>Skicka snackbegäran</li> <li><tt>Ctrl-F : </tt>Skicka fil</li> <li><tt>Ctrl-A : </tt>Kontrollera autosvar</li> <li><tt>Ctrl-P : </tt>Poppa upp alla meddelanden</li> <li><tt>Ctrl-L : </tt>Rita om användarfönstret</li> <li><tt>Delete : </tt>Ta bort användare från aktuell grupp</li> <li><tt>Ctrl-Delete : </tt>Ta bort användare från kontaktlistan</li> <li>Håll ned Ctrl medan du klickar på Stäng i funktionsfönstret för att ta bort användaren från din kontaktlista.</li> <li>Tryck Ctrl-Retur från nästan alla textinmatningsrutor för att välja \"OK\" eller \"Acceptera\". T.ex. i skicka-fliken i användarfunktionsfönstret.</li> <li>Här är den fullständiga listan över användaralternativ %, som kan användas i <b>OnEvent</b> parametrar, <b>autosvar</b>, och <b>verktyg</b>:

source: HintsDlg::<hr><p> For more information, see the Licq webpage (<tt>http://www.licq.org</tt>).</p>
sv: <hr><p>För mer information, se Licq:s webbplats (<tt>http://www.licq.org</tt>).</p>

source: HintsDlg::Licq - Hints
sv: Licq - tips

source: IconManager::The applet can be removed by disabling it in the options dialog
sv: Miniprogrammet kan tas bort genom att inaktivera det i alternativdialogen

source: IconManager_Themed::Unable to load dock theme file (%1) :%2
sv: Kunde inte ladda temafilen för docken (%1) :%2

source: IconManager_Themed::Unable to load dock theme image %1
sv: Kunde inte ladda temabilden för docken %1

source: KeyRequestDlg::&Close
sv: S&täng

source: KeyRequestDlg::&Send
sv: &Skicka

source: KeyRequestDlg::<font color="ForestGreen">Secure channel established.</font>
sv: <font color="ForestGreen">Säker kanal upprättad.</font>

source: KeyRequestDlg::<font color="blue">Secure channel closed.</font>
sv: <font color="blue">Säker kanal stängd.</font>

source: KeyRequestDlg::<font color="red">Could not connect to remote client.</font>
sv: <font color="red">Kunde inte ansluta till fjärrklient.</font>

source: KeyRequestDlg::<font color="red">Remote client does not support OpenSSL.</font>
sv: <font color="red">Fjärrklient stöder inte OpenSSL.</font>

source: KeyRequestDlg::<font color="yellow">Secure channel already established.</font>
sv: <font color="yellow">Säker kanal redan upprättad.</font>

source: KeyRequestDlg::<font color="yellow">Secure channel not established.</font>
sv: <font color="yellow">Säker kanal ej upprättad.</font>

source: KeyRequestDlg::Client does not support OpenSSL. Rebuild Licq with OpenSSL support.
sv: Klienten stöder inte OpenSSL. Återbygg Licq med OpenSSL-stöd.

source: KeyRequestDlg::Closing secure channel...
sv: Stänger säker kanal...

source: KeyRequestDlg::Licq - Secure Channel with %1
sv: Licq - Säker kanal med %1

source: KeyRequestDlg::Requesting secure channel...
sv: Begär säker kanal...

source: KeyRequestDlg::Secure channel is established using SSL with Diffie-Hellman key exchange and the TLS version 1 protocol.
sv: Säker kanal är upprättad med SSL med Diffie-Hellman nyckelväxling och TLS version 1 protokollet.

source: KeyRequestDlg::The remote uses Licq v0.%1, however it has no secure channel support compiled in. This probably won't work.
sv: Fjärrklienten använder Licq v0.%1, men saknar inbyggt stöd för säkra kanaler. Detta kommer förmodligen inte att fungera.

source: KeyRequestDlg::The remote uses Licq v0.%1/SSL.
sv: Fjärrklienten använder Licq v0.%1/SSL

source: KeyRequestDlg::This only works with other Licq clients >= v0.85 The remote doesn't seem to use such a client. This might not work.
sv: Detta fungerar endast med andra Licq klienter >= v0.85 Fjärrklienten ser inte ut att vara en sådan klient. Detta kommer kanske inte att fungera.

source: MsgView::Cancelled Event
sv: Avbruten händelse

source: MsgView::D
sv: D

source: MsgView::Direct
sv: Direkt

source: MsgView::Event Type
sv: Händelsetyp

source: MsgView::Multiple Recipients
sv: Flera mottagare

source: MsgView::Options
sv: Alternativ

source: MsgView::Server
sv: Server

source: MsgView::Time
sv: Tid

source: MsgView::Urgent
sv: Brådskande

source: OptionsDlg::&Apply
sv: &Använd

source: OptionsDlg::&Cancel
sv: &Avbryt

source: OptionsDlg::&OK
sv: &OK

source: OptionsDlg::64 x 48 Dock Icon
sv: 64 x 48 dockikon

source: OptionsDlg::<p>Command to execute when an event is received.<br>It will be passed the relevant parameters from below.<br>Parameters can contain the following expressions <br> which will be replaced with the relevant information:</p>
sv: <p>Kommando som skall köras när en händelse mottages.<br> Det kommer att skickas releventa parametrar från nedan.<br> Parametrar kan innehålla följande uttryck <br> som ersätts med relevant information:</p>

source: OptionsDlg::Accept Modes
sv: Accepteringslägen

source: OptionsDlg::Alignment
sv: Justering

source: OptionsDlg::All incoming events will flash
sv: Alla inkommande händelser kommer blinka

source: OptionsDlg::All incoming messages automatically open when received, if we are online (or free for chat)
sv: Alla inkommande meddelanden öppnas automatiskt när de mottages, om vi är anslutna (eller chattlediga)

source: OptionsDlg::Allow scroll bar
sv: Tillåt rullningslist

source: OptionsDlg::Allow the vertical scroll bar in the user list
sv: Tillåt vertikal rullningslist i användarlistan

source: OptionsDlg::Always show online notify users
sv: Visa alltid anslutningsaviserade användare

source: OptionsDlg::Auto Away:
sv: Sätt automatiskt "Borta" efter:

source: OptionsDlg::Auto Close Function Window
sv: Autostäng funktionsfönstret

source: OptionsDlg::Auto Logon:
sv: Anslut automatiskt som:

source: OptionsDlg::Auto N/A:
sv: Ej tillgänglig efter:

source: OptionsDlg::Auto Offline:
sv: Frånkopplad efter:

source: OptionsDlg::Auto
sv: Auto

source: OptionsDlg::Auto-Popup Incoming Msg
sv: Visa inkommande med. automatiskt.

source: OptionsDlg::Auto-Raise on Incoming Msg
sv: Autohöj vid inkommande med.

source: OptionsDlg::Automatically log on when first starting up.
sv: Anslut automatiskt vid uppstart.

source: OptionsDlg::Away
sv: Borta

source: OptionsDlg::Bold Message Label on Incoming Msg
sv: Fet stil på etiketter vid inkommande med.

source: OptionsDlg::Center
sv: Centrera

source: OptionsDlg::Chat Request:
sv: Chattbegäran:

source: OptionsDlg::Column %1
sv: Kolumn %1

source: OptionsDlg::Column Configuration
sv: Kolumnkonfiguration

source: OptionsDlg::Command:
sv: Kommando:

source: OptionsDlg::Contact List
sv: Kontaktlista

source: OptionsDlg::Controls whether or not the dockable icon should be displayed.
sv: Styr huruvida den dockningsbara ikonen skall visas eller ej.

source: OptionsDlg::Default Auto Response Messages
sv: Förvalt autosvar

source: OptionsDlg::Default Icon
sv: Förvald ikon

source: OptionsDlg::Default Server Port:
sv: Förvald serverport

source: OptionsDlg::Default port to connect to on the server (should be 4000)
sv: Standardport att ansluta till på servern (bör vara 4000)

source: OptionsDlg::Default
sv: Förvalt värde

source: OptionsDlg::Determines if email pager messages are ignored or not.
sv: Bestämmer om e-postmeddelanden ignoreras eller ej.

source: OptionsDlg::Determines if mass messages are ignored or not.
sv: Bestämmer om massmeddelanden ignoreras eller ej.

source: OptionsDlg::Determines if new users are automatically added to your list or must first request authorization.
sv: Bestämmer om nya användare automatiskt skall läggas till din kontaktlista, eller om de först måste auktoriseras.

source: OptionsDlg::Determines if web panel messages are ignored or not.
sv: Besämmer om webbpanelmeddelanden ignoreras eller ej.

source: OptionsDlg::Do Not Disturb
sv: Stör ej

source: OptionsDlg::Docking
sv: Dockning

source: OptionsDlg::Draw boxes around each square in the user list
sv: Rita rutor kring varje kvadrat i användarlistan

source: OptionsDlg::Edit Font:
sv: Redigera teckensnitt:

source: OptionsDlg::Enable running of "Command" when the relevant event occurs.
sv: Aktivera körning av "Kommando" när relevant händelse inträffar.

source: OptionsDlg::Extensions
sv: Extensioner

source: OptionsDlg::File Transfer:
sv: Filöverföring:

source: OptionsDlg::Firewall
sv: Brandvägg

source: OptionsDlg::Flash Events
sv: Blinka händelser

source: OptionsDlg::Flash Urgent Events
sv: Blinka brådskande händelser

source: OptionsDlg::Font used in message editor etc.
sv: Teckensnitt använt i meddelanderedigerare etc.

source: OptionsDlg::Font
sv: Teckensnitt

source: OptionsDlg::Font:
sv: Teckensnitt:

source: OptionsDlg::Format
sv: Format

source: OptionsDlg::Frame Style:
sv: Kantstil:

source: OptionsDlg::Free For Chat
sv: Chattledig

source: OptionsDlg::Free for Chat
sv: Chattledig

source: OptionsDlg::General
sv: Allmänt

source: OptionsDlg::I can receive direct connections
sv: Jag kan mottaga direkta förbindelser

source: OptionsDlg::If not checked, a user will be automatically removed from "New User" group when you firstsend an event to him
sv: Om inte markerad, kommer en användare automatiskt tagas bort från "Nya användare"-gruppen när du för första gången skickar en händelse till honom.

source: OptionsDlg::Ignore Email Pager
sv: Ignorera e-postmeddelanden

source: OptionsDlg::Ignore Mass Messages
sv: Ignorera massmeddelanden

source: OptionsDlg::Ignore New Users
sv: Ignorera nya användare

source: OptionsDlg::Ignore Web Panel
sv: Ignorera webbpanelen

source: OptionsDlg::Invisible
sv: Osynlig

source: OptionsDlg::Left
sv: Vänster

source: OptionsDlg::Licq Options
sv: Licq-alternativ

source: OptionsDlg::List of servers to connect to (read-only for now)
sv: Lista över servrar att ansluta till (skrivskyddad för tillfället)

source: OptionsDlg::Locale
sv: Lokalisering

source: OptionsDlg::Main Window
sv: Huvudfönstret

source: OptionsDlg::Make the user window transparent when there is no scroll bar
sv: Gör användarfönstret genomskinligt när det inte är någon rullningslist

source: OptionsDlg::Manual "New User" group handling
sv: Manuell hantering av gruppen "Nya användare"

source: OptionsDlg::Message:
sv: Meddelande:

source: OptionsDlg::Miscellaneous
sv: Blandat

source: OptionsDlg::Network
sv: Nätverk

source: OptionsDlg::Never
sv: Aldrig

source: OptionsDlg::Not Available
sv: Ej tillgänglig

source: OptionsDlg::Number of minutes of inactivity after which to automatically be marked "away". Set to "0" to disable.
sv: Antal minuter av inaktivitet innan status sätts till "Borta". Ange "0" för att inaktivera.

source: OptionsDlg::Number of minutes of inactivity after which to automatically be marked "not available". Set to "0" to disable.
sv: Antal minuter av inaktivitet innan status sätts till "Ej tillgänglig". Ange "0" för att inaktivera.

source: OptionsDlg::Number of minutes of inactivity after which to automatically go offline. Set to "0" to disable.
sv: Antal minuter av inaktivitet innan status sätts till "frånkopplad". Ange "0" för att inaktivera.

source: OptionsDlg::Occupied
sv: Upptagen

source: OptionsDlg::Offline
sv: Frånkopplad

source: OptionsDlg::OnEvent in Away
sv: VidHändelse i "Borta"

source: OptionsDlg::OnEvent in DND
sv: VidHändelse i "Stör ej"

source: OptionsDlg::OnEvent in N/A
sv: VidHändelse i "Ej tillgänglig"

source: OptionsDlg::OnEvent in Occupied
sv: VidHändelse i "Upptagen"

source: OptionsDlg::OnEvent
sv: VidHändelse

source: OptionsDlg::OnEvents Enabled
sv: VidHändelser aktiverade

source: OptionsDlg::Online Notify when Logging On
sv: Anslutningsavisering under anslutning

source: OptionsDlg::Online Notify:
sv: Anslutningsavisering:

source: OptionsDlg::Online
sv: Ansluten

source: OptionsDlg::Only urgent events will flash
sv: Endast brådskande händelser kommer att blinka

source: OptionsDlg::Options
sv: Alternativ

source: OptionsDlg::Override the skin setting for the frame style of the user window: 0 (No frame), 1 (Box), 2 (Panel), 3 (WinPanel) + 16 (Plain), 32 (Raised), 48 (Sunken) + 240 (Shadow)
sv: Åsidosätt skinninställningarna för användarfönstrets kantstil: 0 (Ingen kant), 1 (Box), 2 (Panel), 3 (FönsterPanel) + 16 (Enkel), 32 (Upphöjd), 48 (Nedsänkt) + 240 (Skugga)

source: OptionsDlg::Parameter for online notification
sv: Parameter för anslutningsavisering

source: OptionsDlg::Parameter for received URLs
sv: Parameter för mottagna URL:er

source: OptionsDlg::Parameter for received chat requests
sv: Parameter för mottagna chattbegäran

source: OptionsDlg::Parameter for received file transfers
sv: Parameter för mottagna filöverföringar

source: OptionsDlg::Parameter for received messages
sv: Parameter för mottagna meddelanden

source: OptionsDlg::Parameter for received system messages
sv: Parameter för mottagna systemmeddelanden

source: OptionsDlg::Parameters
sv: Paramatrar

source: OptionsDlg::Paranoia
sv: Paranoia

source: OptionsDlg::Perform OnEvent command in away mode
sv: Utför VidHändelse-kommando i frånvaroläget

source: OptionsDlg::Perform OnEvent command in do not disturb mode
sv: Utför VidHändelse-kommando i Stör-ej-läget

source: OptionsDlg::Perform OnEvent command in not available mode
sv: Utför VidHändelse-kommando i Ej-tillgänglig-läget

source: OptionsDlg::Perform OnEvent command in occupied mode
sv: Utför VidHändelse-kommando i Upptagenläget

source: OptionsDlg::Perform the online notify OnEvent when logging on (this is different from how the Mirabilis client works)
sv: Utför anslutningsavisering-VidHändelsen under anslutning (skiljer sig från Mirabilis-klienten)

source: OptionsDlg::Port Range:
sv: Portområde:

source: OptionsDlg::Preset slot:
sv: Förutbestämt fack:

source: OptionsDlg::Right
sv: Höger

source: OptionsDlg::SOCKS5 support is built in but disabled. To enable it, set the SOCKS5_SERVER environment variable to <server>:<port>.
sv: SOCKS5-stöd är inbyggt, men inaktiverat. För att aktivera det, ange miljövariabeln SOCKS5_SERVER till <server>:<port>.

source: OptionsDlg::Save
sv: Spara

source: OptionsDlg::Select Font
sv: Välj teckensnitt

source: OptionsDlg::Select a font from the system list
sv: Välj ett teckensnitt från systemlistan

source: OptionsDlg::Selects between the standard 64x64 icon used in the WindowMaker/Afterstep wharf and a shorter 64x48 icon for use in the Gnome/KDE panel.
sv: Väljer mellan 64x64 standardikonen använd av Window Maker/AfterStep och den mindre 64x48 ikonen använd av GNOME-/KDE-panelen.

source: OptionsDlg::Server settings
sv: Serverinställningar

source: OptionsDlg::Servers:
sv: Server

source: OptionsDlg::Sets the default behavior for auto closing the user function window after a succesful event
sv: Ange standardsätt att auto-stänga användarfunktionsfönstret efter en lyckad händelse

source: OptionsDlg::Sets which translation table should be used for translating characters.
sv: Anger vilken översättningstabell som skall användas för att översätta tecken

source: OptionsDlg::Show Column Headers
sv: Visa kolumnrubriker

source: OptionsDlg::Show Extended Icons
sv: Visa utökade ikoner

source: OptionsDlg::Show Grid Lines
sv: Visa rutnät

source: OptionsDlg::Show User Dividers
sv: Visa användaravgränsare

source: OptionsDlg::Show birthday, invisible, and custom auto response icons to the right of users in the list
sv: Visa födelsedag, osynlighet, och anpassade autosvar ikoner till höger om användarna i listan

source: OptionsDlg::Show group name if no messages
sv: Visa gruppnamn om meddelanden saknas

source: OptionsDlg::Show online notify users who are offline even when offline users are hidden.
sv: Visa frånkopplade "online notify" användare även om frånkopplade användare är gömda

source: OptionsDlg::Show the "--online--" and "--offline--" bars in the contact list
sv: Visa "--ansluten--" och "--frånkopplad--" avgränsarna i kontaktlistan

source: OptionsDlg::Show the name of the current group in the messages label when there are no new messages
sv: Visa namnet på den aktuella gruppen i meddelande-etiketten när det inte finns några nya meddelanden

source: OptionsDlg::Sort Online Users by Status
sv: Ordna anslutna användare efter status

source: OptionsDlg::Sort all online users by their actual status
sv: Ordna alla anslutna användare efter deras verkliga status

source: OptionsDlg::Startup
sv: Uppstart

source: OptionsDlg::Status
sv: Status

source: OptionsDlg::Status:
sv: Status:

source: OptionsDlg::System Msg:
sv: Systemmeddelande:

source: OptionsDlg::TCP port range for incoming connections.
sv: TCP portområde för inkommande anslutningar.

source: OptionsDlg::Terminal:
sv: Terminal

source: OptionsDlg::Text:
sv: Text:

source: OptionsDlg::The alignment of the column
sv: Justeringen av kolumnen

source: OptionsDlg::The command to run to start your terminal program.
sv: Kommandot för att starta ditt terminalprogram

source: OptionsDlg::The command to run to view a URL. Will be passed the URL as a parameter.
sv: Kommandot för att visa en URL. URL:en ges som parameter.

source: OptionsDlg::The fonts used
sv: De använda typsnitten

source: OptionsDlg::The format string used to define what will appear in each column. The following parameters can be used:
sv: Formatsträngen som anger vad som skall visas i varje kolumn. Följande parametrar kan användas:

source: OptionsDlg::The main window will raise on incoming messages
sv: Huvudfönstret höjs vid inkommande meddelande

source: OptionsDlg::The message info label will be bold if there are incoming messages
sv: Meddelandeinfo-etiketten visas i fetstil om det finns inkommande meddelanden

source: OptionsDlg::The string which will appear in the list box column header
sv: Texten som skall visas i listrutans kolumnrubrik

source: OptionsDlg::The width of the column
sv: Kolumnbredden

source: OptionsDlg::Theme:
sv: Tema

source: OptionsDlg::Themed Icon
sv: Ikon i temat

source: OptionsDlg::Title
sv: Titel

source: OptionsDlg::To enable socks proxy support, install NEC Socks or Dante then configure the Licq daemon with "--enable-socks5".
sv: För att aktivera socks proxy stöd, installera NEC Socks eller Dante konfigurera därefter Licq med "--enable-socks5".

source: OptionsDlg::Translation:
sv: Översättning:

source: OptionsDlg::Transparent when possible
sv: Genomskinlig om möjligt

source: OptionsDlg::Turns on or off the display of headers above each column in the user list
sv: Växlar visandet av rubriker ovanför kolumnerna i användarlistan

source: OptionsDlg::URL:
sv: URL:

source: OptionsDlg::Url Viewer:
sv: URL visare:

source: OptionsDlg::Use Dock Icon
sv: Använd dockikon

source: OptionsDlg::Use Font Styles
sv: Använd teckensnitsstilar

source: OptionsDlg::Use italics and bold in the user list to indicate special characteristics such as online notify and visible list
sv: Använd kursiv- och fetstil i användarlistan för att indikera speciella egenskaper, såsom aviserings- och synlighetslista

source: OptionsDlg::Width
sv: Bredd

source: OptionsDlg:: to
sv: Till:

source: OptionsDlg::default (%1)
sv: Förvalt värde (%1)

source: OptionsDlg::default
sv: Förvalt värde

source: OptionsDlg::none
sv: ingen

source: PasswordDlg::&Cancel
sv: &Avbryt

source: PasswordDlg::&Password:
sv: &Lösenord:

source: PasswordDlg::&Verify:
sv: &Bekräfta:

source: PasswordDlg::Enter your ICQ password here.
sv: Skriv ditt ICQ-lösenord här.

source: PasswordDlg::ICQ Password [Setting...]
sv: ICQ-Lösenord [Alternativ...]

source: PasswordDlg::Invalid password, must be 8 characters or less.
sv: Felaktigt lösenord, får vara högst 8 tecken.

source: PasswordDlg::Licq - Set Password
sv: Licq - ange lösenord

source: PasswordDlg::Password
sv: Lösenord

source: PasswordDlg::Passwords do not match, try again.
sv: Lösenorden är olika, försök igen.

source: PasswordDlg::Set Password [Setting...
sv: Ange lösenord [Alternativ...

source: PasswordDlg::Set Password
sv: Ange lösenord

source: PasswordDlg::Verify your ICQ password here.
sv: Bekräfta ditt ICQ-lösenord här.

source: PasswordDlg::error
sv: fel

source: PasswordDlg::failed
sv: misslyckades

source: PasswordDlg::timed out
sv: dog ut

source: PluginDlg::Available
sv: Tillgänglig

source: PluginDlg::Configure
sv: Konfigurera

source: PluginDlg::Description
sv: Beskrivning

source: PluginDlg::Details
sv: Detaljer

source: PluginDlg::Disable
sv: Inaktivera

source: PluginDlg::Done
sv: Klar

source: PluginDlg::Enable
sv: Aktivera

source: PluginDlg::Id
sv: Id

source: PluginDlg::Licq Plugin %1 %2
sv: Licq tillägg %1 %2

source: PluginDlg::Load
sv: Lägg till

source: PluginDlg::Loaded
sv: Tillagd

source: PluginDlg::Name
sv: Namn

source: PluginDlg::Plugin %1 has no configuration file
sv: Tillägget %1 saknar konfigurationsfil

source: PluginDlg::Refresh
sv: Uppdatera

source: PluginDlg::Status
sv: Status

source: PluginDlg::Unload
sv: Ta bort

source: PluginDlg::Version
sv: Version

source: QMessageBox::Licq Error
sv: Licq Fel

source: QMessageBox::Licq Information
sv: Licq Information

source: QMessageBox::Licq Question
sv: Licq Fråga

source: QMessageBox::Licq Warning
sv: Licq Varning

source: QString::Failed to open file: %1
sv: Kunde inte öppna fil: %1

source: RegisterUserDlg::&Register Existing User
sv: &Registrera befintlig användare

source: RegisterUserDlg::Invalid UIN. Try again.
sv: Felaktigt UIN. Försök igen.

source: RegisterUserDlg::Licq User Registration
sv: Licq Användarregistrering

source: RegisterUserDlg::Now please click 'Finish' to start the registration process.
sv: Vargod klicka 'Sltuför' för att starta registreringsprocessen.

source: RegisterUserDlg::Now please press the 'Back' button and try again.
sv: Vargod klicka på 'Tillbaka'-knappen och försök igen.

source: RegisterUserDlg::Password:
sv: Lösenord:

source: RegisterUserDlg::Please enter your password in both input fields.
sv: Vargod ange ditt lösenord i båda textrutorna.
