Repository: Hodorgasm/licq
Catalog: qt-gui/po/*.po
Languages: nl, sv

source: AddUserDlg::&Alert User
sv: &Varna användare

source: AddUserDlg::&Cancel
sv: &Avbryt

source: AddUserDlg::Licq - Add User
sv: Licq - Lägg till användare

source: AddUserDlg::New User UIN:
sv: Ny UIN:

source: AuthUserDlg::&Cancel
sv: &Avbryt

source: AuthUserDlg::&Ok
sv: &OK

source: AuthUserDlg::Authorize which user (UIN):
sv: Godkänn vilken användare (UIN):

source: AuthUserDlg::Grant authorization to %1
sv: Godkänn %1

source: AuthUserDlg::Licq - Grant Authorisation
sv: Licq - godkänn

source: AuthUserDlg::Licq - Refuse Authorisation
sv: Licq - godkänn ej

source: AuthUserDlg::Refuse authorization to %1
sv: Godkänn inte %1

source: AuthUserDlg::Response
sv: Svar

source: AwayMsgDlg::&Cancel
sv: &Avbryt

source: AwayMsgDlg::&Edit Items
sv: &Redigera föremål

source: AwayMsgDlg::&Ok
sv: &OK

source: AwayMsgDlg::&Select
sv: &Välj

source: AwayMsgDlg::I'm currently %1, %a. You can leave me a message. (%m messages pending from you).
sv: Jag är förnärvarande %1, %a. Du kan lämna ett meddelande. (%m vilande meddelanden från dig).

source: AwayMsgDlg::Set %1 Response for %2
sv: Ange %1 som svar till %2

source: CFileDlg::&Cancel Transfer
sv: &Avbryt Överföring

source: CFileDlg::Batch:
sv: Bunt:

source: CFileDlg::Byte
sv: Byte

source: CFileDlg::Bytes
sv: Bytes

source: CFileDlg::Cancel
sv: Avbryt

source: CFileDlg::Close
sv: Stäng

source: CFileDlg::Connecting to remote...
sv: Ansluter till fjärrklient...

source: CFileDlg::Current:
sv: Nuvarande

source: CFileDlg::Done %1
sv: Klar %1

source: CFileDlg::ETA:
sv: ETA:

source: CFileDlg::File I/O Error: %1 See Network Window for Details
sv: Fil I/O fel: %1 Se nätverksfönstret för mer information

source: CFileDlg::File I/O error: %1
sv: Fil I/O fel: %1

source: CFileDlg::File already exists and appears incomplete.
sv: Filen finns redan, men ser ut att vara ofullständig.

source: CFileDlg::File already exists and is at least as big as the incoming file.
sv: Filen finns redan och är åtminstone lika stor som den inkommande filen.

source: CFileDlg::File name:
sv: Filnamn:

source: CFileDlg::File transfer cancelled
sv: Filöverföring avbruten

source: CFileDlg::File transfer complete
sv: Filöverföring klar

source: CFileDlg::File:
sv: Fil:

source: CFileDlg::Handshake Error See Network Window for Details
sv: Fel vid handskakning se nätverksfönstret för detaljer

source: CFileDlg::Handshaking error
sv: Fel vid handskakning

source: CFileDlg::KB
sv: KB

source: CFileDlg::Licq - File Transfer (%1)
sv: Filöverföring (%1)

source: CFileDlg::MB
sv: MB

source: CFileDlg::Ok
sv: OK

source: CFileDlg::Open error - unable to open file for writing.
sv: Öppnafel - kunde inte öppna fil för skrivning.

source: CFileDlg::Overwrite
sv: Skriv över

source: CFileDlg::Received %1 from %2 successfully
sv: Mottog %1 från %2 utan fel

source: CFileDlg::Receiving file...
sv: Tar emot fil...

source: CFileDlg::Remote side disconnected
sv: Fjärrklient kopplade ur

source: CFileDlg::Remote side disconnected
sv: Fjärrklient kopplade ur

source: CFileDlg::Resume
sv: Återuppta

source: CFileDlg::Retry
sv: Försök igen

source: CFileDlg::Sending file...
sv: Skickar fil...

source: CFileDlg::Sent %1 to %2 successfully
sv: Skickade %1 till %2 utan fel

source: CFileDlg::Time:
sv: Tid:

source: CFileDlg::Waiting for connection...
sv: Väntar på anslutning...

source: CFontDialog::Select Font
sv: Välj Teckensnitt

source: CForwardDlg::&Cancel
sv: &Avbryt

source: CForwardDlg::&Forward
sv: &Vidarebefodra

source: CForwardDlg::Drag the user to forward to here:
sv: Dra användaren, som du vill vidarebfodra till, hit:

source: CForwardDlg::Forward %1 To User
sv: Vidarebefodra %1 till användare

source: CForwardDlg::Forwarded URL:
sv: Vidarebefodra URL:

source: CForwardDlg::Forwarded message:
sv: Vidarebefodrat meddelande:

source: CForwardDlg::Message
sv: Meddelande

source: CForwardDlg::URL
sv: URL

source: CForwardDlg::Unable to forward this message type (%d).
sv: Kan inte vidarebefodra denna typ av meddelande (%d).

source: CJoinChatDlg::&Cancel
sv: &Avbryt

source: CJoinChatDlg::Invite to Join Chat
sv: Bjud in till att delta i chatt

source: CJoinChatDlg::Join Multiparty Chat
sv: Delta i gruppchatt

source: CJoinChatDlg::Select chat to invite:
sv: Välj chatt att inbjuda:

source: CJoinChatDlg::Select chat to join:
sv: Välj chatt att delta i:

source: CMMSendDlg::&Cancel
sv: &Avbryt

source: CMMSendDlg::&Close
sv: S&täng

source: CMMSendDlg::Multiple Recipient Contact List
sv: Kontaktlista för flera användare

source: CMMSendDlg::Multiple Recipient Message
sv: Meddelande till flera mottagare

source: CMMSendDlg::Multiple Recipient URL
sv: URL till flera mottagare

source: CMMSendDlg::Sending mass URL to %1...
sv: Skickar mass-URL till %1...

source: CMMSendDlg::Sending mass list to %1...
sv: Skickar masslista till %1...

source: CMMSendDlg::Sending mass message to %1...
sv: Skickar massmeddelande till %1...

source: CMMSendDlg::failed
sv: misslyckades

source: CMMUserView::Add All
sv: Lägg till alla

source: CMMUserView::Add Group
sv: Lägg till grupp

source: CMMUserView::Clear
sv: Rensa

source: CMMUserView::Crop
sv: Beskär

source: CMMUserView::Remove
sv: Ta bort

source: CMainWindow::%1 message%2
sv: %1 meddelande%2

source: CMainWindow::%1 msg%2
sv: %1 msg%2

source: CMainWindow::&About
sv: &Om

source: CMainWindow::&Add User
sv: &Lägg till användare

source: CMainWindow::&Away Modes
sv: &Frånvarolägen

source: CMainWindow::&Away
sv: &Borta

source: CMainWindow::&Do Not Disturb
sv: &Stör ej

source: CMainWindow::&General Info
sv: Allmän information

source: CMainWindow::&Group
sv: &Grupp

source: CMainWindow::&Help
sv: &Hjälp

source: CMainWindow::&Hints
sv: &Tips

source: CMainWindow::&History
sv: &Historik

source: CMainWindow::&Info
sv: &Info

source: CMainWindow::&Invisible
sv: &Osynlig

source: CMainWindow::&Mini Mode
sv: &Mini-läge

source: CMainWindow::&More Info
sv: &Mer information

source: CMainWindow::&Network Window
sv: &Nätverksfönstret

source: CMainWindow::&No
sv: &Nej

source: CMainWindow::&Not Available
sv: &Ej tillgänglig

source: CMainWindow::&Ok
sv: &OK

source: CMainWindow::&Online
sv: &Ansluten

source: CMainWindow::&Options...
sv: &Alternativ...

source: CMainWindow::&Plugin Manager...
sv: &Instickshanterare...

source: CMainWindow::&Popup All Messages
sv: &Visa automatiskt alla meddelanden

source: CMainWindow::&Random Chat Group
sv: &Slumpmässig chattgrupp

source: CMainWindow::&Redraw User Window
sv: &Rita om användarfönstret

source: CMainWindow::&Reset
sv: &Återställ

source: CMainWindow::&Save All Users
sv: &Spara alla användare

source: CMainWindow::&Security Options
sv: &Säkerhetsalternativ

source: CMainWindow::&Statistics
sv: &Statistik

source: CMainWindow::&Status
sv: &Status

source: CMainWindow::&System
sv: &System

source: CMainWindow::&Thread Group View
sv: &Trådad gruppvy

source: CMainWindow::&View Event
sv: &Se Händelse

source: CMainWindow::&View System Messages
sv: &Se systemmeddelanden

source: CMainWindow::&Work Info
sv: &Arbetsinformation

source: CMainWindow::&Yes
sv: &Ja

source: CMainWindow::(with KDE support)
sv: (med KDE-stöd)

source: CMainWindow::<ul><li><tt>%a - </tt>user alias</li><li><tt>%e - </tt>email</li><li><tt>%f - </tt>first name</li><li><tt>%h - </tt>phone number</li><li><tt>%i - </tt>user ip</li><li><tt>%l - </tt>last name</li><li><tt>%m - </tt># pending messages</li><li><tt>%n - </tt>full name</li><li><tt>%o - </tt>last seen online</li><li><tt>%p - </tt>user port</li><li><tt>%s - </tt>full status</li><li><tt>%S - </tt>abbrieviated status</li><li><tt>%u - </tt>uin</li><li><tt>%w - </tt>webpage</li></ul>
sv: <ul> <li><tt>%a - </tt>användaralias</li> <li><tt>%e - </tt>e-post</li> <li><tt>%f - </tt>förnamn</li> <li><tt>%h - </tt>telefonnummer</li> <li><tt>%i - </tt>användarip</li> <li><tt>%h - </tt>telefonnummer</li> <li><tt>%l - </tt>efternamn</li> <li><tt>%m - </tt># vilande meddelande</li> <li><tt>%n - </tt>hela namnet</li> <li><tt>%o - </tt>sågs senast ansluten</li> <li><tt>%p - </tt>användarport</li> <li><tt>%s - </tt>full status</li> <li><tt>%S - </tt>avkortad status</li> <li><tt>%u - </tt>uin</li> <li><tt>%w - </tt>hemsida</li></ul>

source: CMainWindow::A&uthorize User
sv: Godkänn användare

source: CMainWindow::Accept in Away
sv: Tillåt i borta

source: CMainWindow::Accept in Do Not Disturb
sv: Tillåt i stör ej

source: CMainWindow::Accept in Not Available
sv: Tillåt i ej tillgänglig

source: CMainWindow::Accept in Occupied
sv: Tillåt i upptagen

source: CMainWindow::All Users
sv: Alla användare

source: CMainWindow::Are you sure you want to remove %1 (%2) from the '%3' group?
sv: Är du säker på att du vill ta bort %1 (%2) från '%3' gruppen?

source: CMainWindow::Are you sure you want to remove %1 (%2) from your contact list?
sv: Är du säker på att du vill ta bort %1 (%2) från din kontaktlista?

source: CMainWindow::Authorization granted.
sv: Godkänd.

source: CMainWindow::Away to User
sv: Borta för användare

source: CMainWindow::Cancel
sv: Avbryt

source: CMainWindow::Change &Password
sv: Ändra &lösenord

source: CMainWindow::Check %1 Response
sv: Kontrollera %1 svar

source: CMainWindow::Check Auto Response
sv: Kontrollera autosvar

source: CMainWindow::Clear All
sv: Rensa alla

source: CMainWindow::Close &Secure Channel
sv: Stäng &säker kanal

source: CMainWindow::Custom Auto Response...
sv: Anpassat autosvar...

source: CMainWindow::Daemon Statistics (Today/Total)
sv: Statistik för bakgrundsprocess (Idag/Totalt)

source: CMainWindow::Daemon Statistics
sv: Statistik för bakgrundsprocess

source: CMainWindow::Debug Level
sv: Felsökningsnivå

source: CMainWindow::Do Not Disturb to User
sv: Stör ej för användare

source: CMainWindow::Do you really want to add %1 (%2) to your ignore list?
sv: Vill du verkligen lägga till %1 (%2) till din ignoreringslista?

source: CMainWindow::E&xit
sv: A&vsluta

source: CMainWindow::Edit &Groups
sv: Redigera &grupper

source: CMainWindow::Edit User Group
sv: Redigera användargrupper

source: CMainWindow::Error sending authorization.
sv: Fel vid sändning av godkännande.

source: CMainWindow::Errors
sv: Fel

source: CMainWindow::Free for C&hat
sv: Chatt&ledig

source: CMainWindow::Ignore List
sv: Ignoreringslista

source: CMainWindow::Invisible List
sv: Osynlighetslista

source: CMainWindow::Last reset %1
sv: Senaste återställning %1

source: CMainWindow::Licq (%1)
sv: Licq (%1)

source: CMainWindow::Licq version %1%8. Qt GUI plugin version %2. Compiled on: %7 %6 Author: Graham Roff Contributions by Dirk A. Mueller http://www.licq.org %3 (%4) %5 contacts.
sv: Licq version %1%8. Qt GUI-tillägg version %2. Sammanställd den: %7 %6 Författare: Graham Roff Med bidrag från Dirk A. Mueller http://www.licq.org %3 (%4) %5 kontakter.

source: CMainWindow::Logon failed. See network window for details.
sv: Anslutning misslyckades. Se nätverksfönstret för mer information.

source: CMainWindow::New Users
sv: Nya användare

source: CMainWindow::Next &Server
sv: Nästa &server

source: CMainWindow::No messages
sv: Inga meddelanden

source: CMainWindow::No msgs
sv: Inga med.

source: CMainWindow::Not Available to User
sv: Ej tillgänglig för användare

source: CMainWindow::O&ccupied
sv: &Upptagen

source: CMainWindow::O&ffline
sv: &Frånkopplad

source: CMainWindow::Occupied to User
sv: Upptagen för användare

source: CMainWindow::Ok
sv: OK

source: CMainWindow::Online Notify
sv: Anslutningsavisering

source: CMainWindow::Online to User
sv: Ansluten för användare

source: CMainWindow::Other Users
sv: Andra användare

source: CMainWindow::Packets
sv: Paket

source: CMainWindow::R&andom Chat
sv: Slump&chatt

source: CMainWindow::Reg&ister User
sv: Reg&istrera användare

source: CMainWindow::Registration failed. See network window for details.
sv: Registrering misslyckades. Se nätverksfönstret för mer information.

source: CMainWindow::Remove From List
sv: Ta bort från listan

source: CMainWindow::Request &Secure Channel
sv: Begär &säker kanal

source: CMainWindow::Right click - Status menu Double click - Set auto response
sv: Högerklicka - Statusmeny Dubbelklicka - Sätt autosvar

source: CMainWindow::Right click - User groups Double click - Show next message
sv: Högerklicka - Användargrupper Dubbelklicka - Visa nästa meddelande

source: CMainWindow::S&earch for User
sv: S&ök efter användare

source: CMainWindow::S&kin Browser...
sv: S&kinnväljare...

source: CMainWindow::Sa&ve Settings
sv: S&para inställningar

source: CMainWindow::Send &Authorization
sv: Skicka &godkännande

source: CMainWindow::Send &Chat Request
sv: Skicka &chattbegäran

source: CMainWindow::Send &File Transfer
sv: Skicka &fil

source: CMainWindow::Send &Message
sv: Skicka &meddelande

source: CMainWindow::Send &Url
sv: Skicka &URL

source: CMainWindow::Send Contact &List
sv: Skicka kontakt&lista

source: CMainWindow::Send
sv: Skicka

source: CMainWindow::Set &Auto Response...
sv: Ange &autosvar

source: CMainWindow::Set All
sv: Ange alla

source: CMainWindow::Show Offline &Users
sv: Visa frånkopplade &användare

source: CMainWindow::Status Info
sv: Statusinfo

source: CMainWindow::Successfully registered, your user identification number (UIN) is %1. Now set your personal information.
sv: Lyckad registrering, ditt användaridentifikationnummer (UIN) är %1. Fyll i din personliga information nu.

source: CMainWindow::SysMsg
sv: SysMed

source: CMainWindow::System Functions
sv: Systemfunktioner

source: CMainWindow::System Message
sv: Systemmeddelande

source: CMainWindow::System
sv: System

source: CMainWindow::Toggle &Floaty
sv: Växla &flytande

source: CMainWindow::U&tilities
sv: &Verktyg

source: CMainWindow::Unable to open icons file %1.
sv: Kunde inte öppna ikonfil %1.

source: CMainWindow::Unknown Packets
sv: Okända paket

source: CMainWindow::Up since %1
sv: Igång sedan %1

source: CMainWindow::Up since %1
sv: Igång sedan %1

source: CMainWindow::Update All Users
sv: Uppdatera alla användare

source: CMainWindow::Update Current Group
sv: Uppdatera aktuell grupp

source: CMainWindow::User Functions
sv: Användarfunktioner

source: CMainWindow::View &History
sv: Visa &Historik

source: CMainWindow::Visible List
sv: Synlighetslista

source: CMainWindow::Warnings
sv: Varningar

source: CMainWindow::You are currently registered as UIN: %1 Base Directory: %2 Rerun licq with the -b option to select a new base directory and then register a new user.
sv: Du är förnärvarande registrerad som UIN: %1 Baskatalog: %2 Kör licq med -b flaggan för att välja en ny baskatalog och registrera sedan en ny användare.

source: CMainWindow::s
sv: s

source: CQtLogWindow::&Close
sv: S&täng

source: CQtLogWindow::&Save
sv: &Spara

source: CQtLogWindow::C&lear
sv: &Rensa

source: CQtLogWindow::Failed to open file: %1
sv: Kunde inte öppna fil: %1

source: CQtLogWindow::Licq Network Log
sv: Licq nätverkslogg

source: CRandomChatDlg::&Cancel
sv: &Avbryt

source: CRandomChatDlg::&Search
sv: &Sök

source: CRandomChatDlg::20 Something
sv: Omkring 20

source: CRandomChatDlg::30 Something
sv: Omkring 30

source: CRandomChatDlg::40 Something
sv: Omkring 40

source: CRandomChatDlg::50 Plus
sv: Över 50

source: CRandomChatDlg::Games
sv: Spel

source: CRandomChatDlg::General
sv: Allmänt

source: CRandomChatDlg::Men Seeking Women
sv: Män söker kvinnor

source: CRandomChatDlg::No random chat user found in that group.
sv: Ingen slumpchattanvändare funnen i den gruppen.

source: CRandomChatDlg::Random Chat Search
sv: Slumpchattsökning

source: CRandomChatDlg::Random chat search had an error.
sv: Slumpchattökningen felade.

source: CRandomChatDlg::Random chat search timed out.
sv: Slumpchattsökningen dog ut.

source: CRandomChatDlg::Romance
sv: Romans

source: CRandomChatDlg::Searching for Random Chat Partner...
sv: Söker efter Slumpchattpartner

source: CRandomChatDlg::Students
sv: Studenter

source: CRandomChatDlg::Women Seeking Men
sv: Kvinnor söker män

source: CRefuseDlg::Cancel
sv: Avbryt

source: CRefuseDlg::Licq %1 Refusal
sv: Licq %1 vägran

source: CRefuseDlg::Refusal message for %1 with
sv: Vägringsmeddelande för %1 med

source: CRefuseDlg::Refuse
sv: Vägra

source: CSetRandomChatGroupDlg::&Cancel
sv: &Avbryt

source: CSetRandomChatGroupDlg::&Close
sv: &Stäng

source: CSetRandomChatGroupDlg::&Set
sv: &Ange

source: CSetRandomChatGroupDlg::(none)
sv: (ingen)

source: CSetRandomChatGroupDlg::20 Something
sv: Omkring 20

source: CSetRandomChatGroupDlg::30 Something
sv: Omkring 30

source: CSetRandomChatGroupDlg::40 Something
sv: Omkring 40

source: CSetRandomChatGroupDlg::50 Plus
sv: Över 50

source: CSetRandomChatGroupDlg::Games
sv: Spel

source: CSetRandomChatGroupDlg::General
sv: Allmänt

source: CSetRandomChatGroupDlg::Men Seeking Women
sv: Män söker kvinnor

source: CSetRandomChatGroupDlg::Romance
sv: Romans

source: CSetRandomChatGroupDlg::Set Random Chat Group
sv: Sätt slumpchattgrupp

source: CSetRandomChatGroupDlg::Setting Random Chat Group...
sv: Sätter slumpchattgrupp...

source: CSetRandomChatGroupDlg::Students
sv: Studenter

source: CSetRandomChatGroupDlg::Women Seeking Men
sv: Kvinnor söker män

source: CSetRandomChatGroupDlg::done
sv: klar

source: CSetRandomChatGroupDlg::error
sv: fel

source: CSetRandomChatGroupDlg::failed
sv: misslyckades

source: CSetRandomChatGroupDlg::timed out
sv: dog ut

source: CUserView::%1 Floaty (%2)
sv: %1 flytande (%2)

source: CUserView::<br><b>Birthday&nbsp;Today!</b>
sv: <br><b>Födelsedag&nbsp;idag!</b>

source: CUserView::<br><u>Auto Response:</u>
sv: <br><u>Autosvar:</u>

source: CUserView::<br>Custom&nbsp;Auto&nbsp;Response
sv: <br>Anpassat&nbsp;autosvar

source: CUserView::<br>Licq&nbsp;v0.%1.
sv: <br>Licq&nbsp;v0.%1.

source: CUserView::<br>Licq&nbsp;v0.%1/SSL.
sv: <br>Licq&nbsp;v0.%1/SSL.

source: CUserView::<br>Secure&nbsp;connection
sv: <br>Säker&nbsp;anslutning

source: CUserView::Offline
sv: Frånkopplade

source: CUserView::Online
sv: Anslutna

source: CUserView::S
sv: S

source: CUtilityDlg::&Cancel
sv: &Avbryt

source: CUtilityDlg::&Run
sv: &Kör

source: CUtilityDlg::C&lose
sv: &Stäng

source: CUtilityDlg::Command Window
sv: Kommandofönster

source: CUtilityDlg::Command:
sv: Kommando:

source: CUtilityDlg::Description:
sv: Beskrivning:

source: CUtilityDlg::Done
sv: Klar

source: CUtilityDlg::Done:
sv: Klar:

source: CUtilityDlg::Edit final command
sv: Redigera slutgiltigt kommando

source: CUtilityDlg::Edit:
sv: Redigera:

source: CUtilityDlg::Failed:
sv: Misslyckades:

source: CUtilityDlg::GUI
sv: GUI

source: CUtilityDlg::Internal
sv: Internt

source: CUtilityDlg::Licq Utility: %1
sv: Licq verktyg: %1

source: CUtilityDlg::Running:
sv: Igång:

source: CUtilityDlg::Terminal
sv: Terminal

source: CUtilityDlg::User Fields
sv: Användarfält

source: CUtilityDlg::Window:
sv: Fönster:

source: ChatDlg::%1 closed connection.
sv: %1 avbröt anslutningen.

source: ChatDlg::&Audio
sv: &Ljud

source: ChatDlg::&Close Chat
sv: &Stäng Snack

source: ChatDlg::&IRC Mode
sv: &IRC-Läge

source: ChatDlg::&Pane Mode
sv: &Fönsterläge

source: ChatDlg::&Save Chat
sv: &Spara chatt

source: ChatDlg::/%1.%2.chat
sv: /%1.%2.chat

source: ChatDlg::Background color
sv: Bakgrundsfärg

source: ChatDlg::Beep
sv: Ljudsignal

source: ChatDlg::Bold
sv: Fetstil

source: ChatDlg::Changes the background color
sv: Ändrar bakgrundsfärgen

source: ChatDlg::Changes the foreground color
sv: Ändrar förgrundsfärgen

source: ChatDlg::Chat
sv: Snack

source: ChatDlg::Do you want to save the chat session?
sv: Vill du spara chattsessionen?

source: ChatDlg::Foreground color
sv: Förgrundsfärg

source: ChatDlg::Ignore user settings
sv: Ignorera Användarinställningar

source: ChatDlg::Italic
sv: Kursivstil

source: ChatDlg::Licq - Chat %1
sv: Licq - chatt %1

source: ChatDlg::Licq - Chat
sv: Licq - chatt

source: ChatDlg::Local - %1
sv: Lokal - %1

source: ChatDlg::Mode
sv: Läge

source: ChatDlg::No
sv: Nej

source: ChatDlg::Remote - %1
sv: Ej lokal - %1

source: ChatDlg::Remote - Connecting...
sv: Ej lokal - ansluter...

source: ChatDlg::Remote - Not connected
sv: Ej lokal - Ej ansluten

source: ChatDlg::Remote - Waiting for joiners...
sv: Ej lokal - väntar på deltagare...

source: ChatDlg::Sends a Beep to all recipients
sv: Skickar en ljudsignal till alla mottagare

source: ChatDlg::Toggles Bold font
sv: Växlar fet stil

source: ChatDlg::Toggles Italic font
sv: Växlar kursiv stil

source: ChatDlg::Underline
sv: Understruket

source: ChatDlg::Yes
sv: Ja

source: ChatDlg::ignores user color settings
sv: Ignorera användarfärginställningarna

source: CustomAwayMsgDlg::&Cancel
sv: &Avbryt

source: CustomAwayMsgDlg::&Clear
sv: &Rensa

source: CustomAwayMsgDlg::&Ok
sv: &OK

source: CustomAwayMsgDlg::I am currently %1. You can leave me a message.
sv: Jag är förnärvarande %1. Du kan lämna ett meddelande.

source: CustomAwayMsgDlg::Set Custom Auto Response for %1
sv: Ange anpassat autosvar för %1

source: EditFileDlg::&Close
sv: S&täng

source: EditFileDlg::&Save
sv: &Spara

source: EditFileDlg::Failed to open file: %1
sv: Kunde inte öppna fil: %1

source: EditFileDlg::Licq File Editor - %1
sv: Licq filredigerare - %1

source: EditFileDlg::[ Read-Only ]
sv: [ Skrivskyddad ]

source: EditGrpDlg::&Done
sv: &Klar

source: EditGrpDlg::Add
sv: Lägg till

source: EditGrpDlg::All Users
sv: Alla användare

source: EditGrpDlg::Are you sure you want to remove the group '%1'?
sv: Är du säker på att du vill ta bort gruppen '%1'?

source: EditGrpDlg::Cancel
sv: Avbryt

source: EditGrpDlg::Default:
sv: Förvalt värde:

source: EditGrpDlg::Edit Name
sv: Redigera namn

source: EditGrpDlg::Edit group name (hit enter to save).
sv: Redigera gruppnamn (slå retur för att spara).

source: EditGrpDlg::Edit
sv: Redigera

source: EditGrpDlg::Groups
sv: Grupper

source: EditGrpDlg::Licq - Edit Groups
sv: Licq - redigera grupper

source: EditGrpDlg::Ok
sv: OK

source: EditGrpDlg::Remove
sv: Ta bort

source: EditGrpDlg::Set Default
sv: Ange förvalt värde

source: EditGrpDlg::Shift Down
sv: Flytta ned

source: EditGrpDlg::Shift Up
sv: Flytta upp

source: EditGrpDlg::The default group to start up in.
sv: Förvald grupp att starta i.

source: EditGrpDlg::noname
sv: namnlös

source: Event:: (cancelled)
sv: (avbruten)

source: Event::Added to Contact List
sv: Tillade till kontaktlistan

source: Event::Authorization Granted
sv: Auktorisering godkändes

source: Event::Authorization Refused
sv: Auktorisering vägrades

source: Event::Authorization Request
sv: Begäran om auktorisering

source: Event::Chat Request
sv: Chattbegäran

source: Event::Contact List
sv: Kontaktlista

source: Event::Email Pager
sv: E-postläsare

source: Event::File Transfer
sv: Filöverföring

source: Event::Message
sv: Meddelande

source: Event::Plugin Event
sv: Tillägghändelse

source: Event::URL
sv: URL

source: Event::Unknown Event
sv: Okänd händelse

source: Event::User Info
sv: Användarinformation

source: Event::Web Panel
sv: Webbpanel

source: HintsDlg::&Close
sv: S&täng
